Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: ar, bs_ba, el, fr, nl, pt

source: details
bs_ba: detalji

source: grant
bs_ba: odobriti

source: revoke
bs_ba: ukinuti

source: New holder
bs_ba: Novi posjednik

source: Default ACLs
bs_ba: Difoltne ACLs

source: List of classes
bs_ba: Lista klasa

source: ACLs for class
bs_ba: ACLs za klasu

source: Users
bs_ba: Korisnici

source: Groups
bs_ba: Grupe

source: Roles
ar: الأدوار
bs_ba: Role
el: Ρόλοι
fr: Rôles
nl: Gebruikersrollen
pt: Funções

source: Special
bs_ba: Posebno

source: Insufficient access.
bs_ba: Nedovoljne dozvole.

source: permission
bs_ba: dozvole

source: access entry
bs_ba: pristupni unos

source: access entries
bs_ba: pristupni unosi

source: default access entry
bs_ba: difoltni pristupni unos

source: default access entries
bs_ba: difoltni pristupni unosi

source: Creator
bs_ba: Kreator

source: creator
bs_ba: kreator

source: Access control lists
ar: المستخدمين والصلاحيات
bs_ba: Liste kontrole pristupa (ACLs)
el: Λίστες Ελέγχου Πρόσβασης (ΛΕΠ)
fr: Listes de contrôle des droits d'accès
nl: Authorisatielijsten
pt: Listas de controlo de acesso

source: Edit ACLs
ar: تعديل قوائم الصلاحيات
bs_ba: Izmjeniti ACLs
el: Τροποποίηση ΛΕΠ
fr: Modifier les droits
nl: Authorisatielijsten bewerken
pt: Editar ACL's

source: View ACLs
ar: إستعراض قوائم الصلاحيات
bs_ba: Pregledati ACLs
el: Εμφάνιση ΛΕΠ
fr: Voir les droits
nl: Authorisatielijsten bekijken
pt: Ver ACL's

source: Edit class default ACLs
bs_ba: Izmjeniti difoltne ACLs klase

source: View class default ACLs
bs_ba: Pregledati difoltne ACLs klase

source: access control lists for: %s
bs_ba: lista kontrole pristupa (ACL) za: %s

source: holder
bs_ba: posjednik

source: permissions
bs_ba: dozvole

source: permissions available to: %(actor)s for %(obj)s
bs_ba: važeće dozvole za: %(actor)s prema %(obj)s

source: namespace
bs_ba: prostor za ime

source: label
bs_ba: labela

source: has permission
bs_ba: ima dozvolu

source: for %s
bs_ba: za %s

source: to %s
bs_ba: prema %s

source: Are you sure you wish to grant the permission %(title_suffix)s?
bs_ba: Jeste li sigurni da želite odobriti dozvolu %(title_suffix)s?

source: Are you sure you wish to grant the permissions %(title_suffix)s?
bs_ba: Jeste li sigurni da želite odobriti dozvole %(title_suffix)s?

source: Permission "%(permission)s" granted to %(actor)s for %(object)s.
bs_ba: Dozvola "%(permission)s" odobrena za %(actor)s prema %(object)s.

source: %(actor)s, already had the permission "%(permission)s" granted for %(object)s.
bs_ba: %(actor)s, već ima dozvolu "%(permission)s" prema %(object)s.

source: from %s
bs_ba: od %s

source: Are you sure you wish to revoke the permission %(title_suffix)s?
bs_ba: Jeste li sigurni da želite ukinuti dozvolu %(title_suffix)s?

source: Are you sure you wish to revoke the permissions %(title_suffix)s?
bs_ba: Jeste li sigurni da želite ukinuti dozvole %(title_suffix)s?

source: Permission "%(permission)s" revoked of %(actor)s for %(object)s.
bs_ba: Dozvola "%(permission)s" povučena za %(actor)s prema %(object)s.

source: %(actor)s, didn't had the permission "%(permission)s" for %(object)s.
bs_ba: %(actor)s, nije imao/la dozvolu "%(permission)s" prema %(object)s.

source: add new holder for: %s
bs_ba: dodati novog posjednika za: %s

source: Select
bs_ba: Odabrati

source: classes
bs_ba: klase

source: class
bs_ba: klasa

source: default access control lists for class: %s
bs_ba: difoltna lista kontrole pristupa (ACL) za klasu: %s

source: permissions available to: %(actor)s for class %(class)s
bs_ba: važeće dozvole za: %(actor)s za klasu %(class)s

source: add new holder for class: %s
bs_ba: dodati novog posjednika za klasu: %s

source: ACLs
ar: قوائم الصلاحيات
el: ΛΕΠ
fr: Droits
nl: Authorisatielijsten

source: ACL created
ar: إنشاء الصلاحيات
el: Δημιουργήθηκε ΛΕΠ
fr: Droits créé
nl: Authorisatie Controle Lijst aangemaakt
pt: ACL criada

source: ACL edited
ar: تعديل الصلاحيات
el: Τροποποιήθηκε ΛΕΠ
fr: Droits modifié
nl: Authorisatie Controle Lijst bewerkt
pt: ACL editada

source: Role
ar: الدور
el: Ρόλος
fr: Rôle
nl: Gebruikersrol
pt: Função

source: New ACL
ar: إنشاء صلاحيات جديدة
el: Νέα ΛΕΠ
fr: Nouveau droit
nl: Nieuwe authorisatielijst
pt: Nova ACL

source: Delete
ar: حذف
el: Διαγραφή
fr: Supprimer
nl: Verwijderen
pt: Eliminar

source: Permissions
ar: الصلاحيات
el: Δικαιώματα
fr: Autorisations
nl: Permissies
pt: Permissões

source: Object "%s" is not a model and cannot be checked for access.
ar: الكائن "%s" ليس نموذجًا ولا يمكن التحقق منه للولوج.
el: To αντικείμενο "%s" δεν είναι πρότυπο και δεν μπορεί να ελεγχθεί για πρόσβαση.
fr: L'objet "%s" n'est pas un modèle et l'accès ne peut pas être vérifié.
nl: Voorwerp "%s" is geen model en kan niet aangevinkt worden voor toegang.
pt: O objecto "%s" não é um modelo e não é possível verificar o acesso

source: Insufficient access for: %s
ar: صلاحيات الوصول غير كافية لـ:%s
el: Μη επαρκή δικαιώματα πρόσβασης για το: %s
fr: Droits d'accès insuffisants pour : %s
nl: Onvoldoende toegangsrechten voor: %s
pt: Acesso insuficiente para: "%s"

source: Access entry
ar: بوابة الدخول
el: Πρόσβαση στην εγγραφή
fr: Autorisation d'accès
nl: Authorisatie invoer
pt: Registo de Acesso

source: Access entries
ar: بوابات الدخول
el: Πρόσβαση στις εγγραφές
fr: Autorisations d'accès
nl: Authorisatie invoer
pt: Registos de Acesso

source: Role "%(role)s" permission's for "%(object)s"
ar: إذن الدور "%(role)s" لـ "%(object)s"
el: Δικαιώματα Ρόλου "%(role)s" για "%(object)s"
fr: Autorisation du rôle "%(role)s" pour "%(object)s"
nl: Rol "%(role)s" permissies voor "%(object)s"
pt: Permissões da função "%(role)s" para o objecto "%(object)s"

source: An ACL for "%(object)s" using role "%(role)s" already exists. Edit that ACL entry instead.
ar: توجد بالفعل قائمة صلاحيات ل "%(object)s" باستخدام الدور "%(role)s". قم بتحرير هذا العنصر من قائمة صلاحيات بدلاً من ذلك.
el: Υπάρχει ήδη ΛΕΠ για "%(object)s" σε χρήση με τον ρόλο "%(role)s". Τροποποίησε εκείνη την ΛΕΠ.
fr: Le droit pour %(object)s du rôle %(role)s existe déjà. Editer ce droit à la place.
nl: Een authorisatielijst voor "%(object)s" die gebruik maakt van rol "%(role)s" bestaat reeds. Bewerk de bestaande authorisatielijst.
pt: Já existe uma ACL para "%(object)s" que utiliza a função "%(role)s". Edite essa ACL em vez de criar uma nova.

source: New access control lists for: %s
ar: إضافات للمستخدمين والصلاحيات: %s
el: Νέες λίστες ελέγχου για: %s
fr: Nouvelle liste de contrôle d'accès pour : %s
nl: Nieuwe authorisatielijsten voor: %s
pt: Novas listas de controlo de acesso para: "%s"

source: Delete ACL: %s
ar: حذف قائمة التحكم في الوصول: %s
el: Διαγραφή ΛΕΠ: %s
fr: Supprimer le droit : %s
nl: Verwijder authorisatielijst: %s
pt: Eliminar ACL: "%s"

source: There are no ACLs for this object
ar: لا توجد قوائم تحكم في الوصول لهذا الكائن
el: Δεν υπάρχουν ΛΕΠ για αυτό το αντικείμενο
fr: Aucun droit pour cet objet
nl: Er zijn geen authorisatielijsten voor dit object
pt: Não existem ACLs definidas para este objeto.

source: ACL stands for Access Control List and is a precise method to control user access to objects in the system. ACLs allow granting a permission to a role but only for a specific object or set of objects.
ar: قوائم الصلاحيات تسمح للمستخدم من الدخول الى الأذونات وحسب الادوار المخصصة
el: Η ΛΕΠ είναι ακρωνύμιο της Λίστας Ελέγχου Πρόσβασης και είναι μία ακριβής μέθοδος για τον έλεγχο της πρόσβασης των χρηστών στα αντικείμενα του συστήματος. Οι ΛΕΠ επιτρέπουν την παραχώρηση δικαιωμάτων σε έναν ρόλο αλλά μόνο για ένα συγκεκριμένο αντικείμενο ή μια ομάδας αντικειμένων.
fr: ACL signifie Access Control List (liste de contrôle d'accès) et défini précisément la façon de gérer l'accès des utilisateurs aux objets dans l'application. Les ACL permettent de donner les droits à un rôle mais uniquement pour un objet ou un ensemble d'objet.
nl: Een authorisatielijst is een methode om gebruikerstoegang tot objecten in het systeem te beheren. Authorisatielijsten kennen een permissie toe aan een rol maar enkel voor een bepaald object of verzamelingen van objecten.
pt: ACL significa Access Control List (Lista de controlo de acesso) e é um método preciso de controlar o acesso de utilizadores a objetos no sistema. As ACLs permitem atribuir uma permissão a uma função mas para um objeto ou conjunto de objetos especifico.

source: Access control lists for: %s
ar: المستخدمين والصلاحيات: %s
el: Λίστα ελέγχου πρόσβασης για: %s
fr: Liste de contrôle d'accès pour : %s
nl: Authorisatielijsten voor: %s
pt: Listas de controlo de acesso para: "%s"

source: Granted permissions
ar: الصلاحيات الممنوحة
el: Παραχωρημένα δικαιώματα
fr: Autorisations accordées
nl: Toegekende permissies
pt: Permissões atribuídas

source: Available permissions
ar: الصلاحيات المتاحة
el: Διαθέσιμα δικαιώματα
fr: Autorisations disponibles
nl: Beschikbare permissies
pt: Permissões disponíveis

source: Role "%(role)s" permission's for "%(object)s".
ar: صلاحية الدور "%(role)s" لـ "%(object)s".
el: Τα δικαιώματα του ρόλου "%(role)s" για "%(object)s"
fr: Role "%(role)s" permissions pour "%(object)s".
nl: Rol "%(role)s" permissies voor "%(object)s".
pt: Permissões da função "%(role)s" para "%(object)s"

source: Disabled permissions are inherited from a parent object or directly granted to the role and can't be removed from this view. Inherited permissions need to be removed from the parent object's ACL or from them role via the Setup menu.
ar: يتم اكتساب الصلاحيات المعطلة من كائن رئيسي أو يتم منحها مباشرة للدور ولا يمكن إزالتها من هذا العرض. يجب إزالة الصلاحيات الموروثة من قائمة التحكم في الوصول للكائن الأصلي أو من دورها عبر قائمة الإعداد.
el: Τα απενεργοποιημένα δικαιώματα έχουν μεταβιβαστεί από κάποιο αντικείμενο-γονέα ή απ'ευθείας στον ρόλο και δεν μπορούν να αφαιρεθούν από αυτή την προβολή. Τα μεταβιβασμένα δικαιώματα πρέπει να αφαιρεθούν είτε από την ΛΕΠ του αντικειμένου γονέα ή από τον ρόλο μέσω του μενού Ρυθμίσεις.
fr: Les autorisations désactivées sont héritées d'un objet parent ou directement accordées au rôle et ne peuvent pas être supprimées de cette vue. Les autorisations héritées doivent être supprimées de l'ACL de l'objet parent ou de leur rôle via le menu Configuration.
nl: Onbeschikbare of uitgeschakelde rechten zijn geërfd van een hoger niveau of direct aan de gebruikersrol gegeven en kunnen hier niet verwijderd worden. Geërfde rechten moeten verwijderd worden vanaf het hogere niveau of via de gebruikersrol via het Instellingen menu.
pt: Permissões desativadas são herdadas de um objeto pai ou atribuídas diretamente à função e não podem ser removidas. Permissões herdadas têm que ser removidas da ACL do objeto pai ou da função associada ao mesmo através do menu Definições.

source: Object type
ar: نوع الكائن
el: Τύπος αντικειμένου
fr: Type d'objet
pt: Tipo de Objeto

source: Type of the object for which the access will be modified.
ar: نوع الكائن الذي سيتم تعديل الوصول إليه.
el: Τύπος του αντικειμένου για το οποίο η πρόσβαση θα τροποποιηθεί.
fr: Type d'objet pour lequel les droits d'accès vont être modifiés.
nl: Objecttype waarvoor de toegang gewijzigd gaat worden.
pt: Tipo de objeto para o qual o acesso será modificado.

source: Object ID
ar: معرف الكائن
el: Αναγνωριστικό αντικειμένου
fr: Identifiant de l'objet
pt: ID do Objeto

source: Numeric identifier of the object for which the access will be modified.
ar: المعرف الرقمي للكائن الذي سيتم تعديل الوصول إليه.
el: Αριθμητικό αναγνωριστικό του αντικειμένου για το οποίο η πρόσβαση θα τροποποιηθεί.
fr: Identifiant numérique de l'objet pour lequel les droits d'accès vont être modifiés.
nl: Nummer van het object waarvoor de toegang wordt gewijzigd.
pt: Identificador numérico do objeto para o qual o acesso será modificado.

source: Roles whose access will be modified.
ar: الأدوار التي سيتم تعديل الوصول إليها.
el: Ρόλοι των οποίων η πρόσβαση θα τροποποιηθει.
fr: Rôles pour lesquels les droits d'accès vont être modifiés.
nl: Gebruikersrol waarvoor de toegang wordt gewijzigd.
pt: Funções das quais o acesso será modificado.

source: Permissions to grant/revoke to/from the role for the object selected above.
ar: صلاحيات منح / إبطال إلى / من دور الكائن المحدد أعلاه.
el: Δικαιώματα προς παραχώρηση/ανάκληση προς/από τον ρόλο για το άνωθεν επιλεγμένο αντικείμενο.
fr: Autorisations à accorder/révoquer au rôle pour l'objet sélectionné ci-dessus.
nl: Permissies om toe te kennen aan / te verwijderen van de rol voor het geselecteerde object hierboven.
pt: Permissões para atribuir/revogar à/da função para o objeto selecionado acima.

source: Grant object access
ar: إتاحة الوصول إلى الكائن
el: Παραχώρηση πρόσβασης σε αντικείμενο
fr: Accorder l'accès à l'objet
nl: Toegang tot object toekennen
pt: Atribuír acesso ao objeto

source: Revoke object access
ar: إبطال الوصول إلى الكائن
el: Ανάκληση πρόσβασης σε αντικείμενο
fr: Révoquer l'accès à l'objet
nl: Toegang tot object intrekken
pt: Revogar acesso ao objeto

source: Grant document access
ar: منح حق الوصول إلى الوثيقة
el: Παραχώρηση πρόσβασης σε έγγραφο
fr: Accorder l'accès au document
nl: Toegang tot document toekennen
pt: Atribuir acesso ao documento

source: Revoke document access
ar: إبطال صلاحية الوصول إلى الوثيقة
el: Ανάκληση πρόσβασης σε αντικείμενο
fr: Révoquer l'accès au document
nl: Toegang tot document intrekken
pt: Revogar acesso ao documento
