Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: sl

source: The HTTP method to use for the request. Typical choices are OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE. Can be a static value or a template that returns the method text. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
sl: Metoda HTTP, ki jo je treba uporabiti za zahtevo. Tipične izbire so OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE. Lahko je statična vrednost ali predloga, ki vrne besedilo metode. Predloge prejmejo primerek vnosa v dnevnik poteka dela kot del njihovega konteksta prek spremenljivke &quot;entry_log&quot;. &quot;Vstopni_dnevnik&quot; po drugi strani vsebuje atribute &quot;potek dela&quot;, &quot;datum-čas&quot;, &quot;prehod&quot;, &quot;uporabnik&quot; in &quot;komentar&quot;.

source: Headers
sl: Glave

source: Headers to send with the HTTP request. Must be in JSON format. Can be a static value or a template. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
sl: Glave za pošiljanje z zahtevo HTTP. Biti mora v obliki JSON. Lahko je statična vrednost ali predloga. Predloge prejmejo primerek vnosa v dnevnik poteka dela kot del njihovega konteksta prek spremenljivke &quot;entry_log&quot;. &quot;Vstopni_dnevnik&quot; po drugi strani vsebuje atribute &quot;potek dela&quot;, &quot;datum-čas&quot;, &quot;prehod&quot;, &quot;uporabnik&quot; in &quot;komentar&quot;.

source: Perform an HTTP request
sl: Izvedite zahtevo HTTP

source: %(field_name)s JSON error: %(exception)s
sl: %(field_name)s Napaka JSON: %(exception)s
