Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Workflows
sl: Potek dela

source: Current state of a workflow
sl: Trenutno stanje poteka dela

source: Return the current state of the selected workflow.
sl: Vrne trenutno stanje izbranega poteka dela.

source: Return the completion value of the current state of the selected workflow.
sl: Vrne vrednost zaključka trenutnega stanja izbranega poteka dela.

source: Return the last workflow instance log entry. The log entry itself has the following fields: datetime, transition, user, and comment.
sl: Vrnite zadnji vnos dnevnika primerka poteka dela. Vnos v dnevnik ima naslednja polja: datum, čas, prehod, uporabnik in komentar.

source: Get last log entry
sl: Pridobite zadnji vnos v dnevnik

source: Return the current context dictionary which includes runtime data from the workflow transition fields.
sl: Vrnite trenutni kontekstni slovar, ki vključuje podatke o času izvajanja iz polj za prehod delovnega toka.

source: Get the context
sl: Poiščite kontekst

source: Return the transition of the workflow instance.
sl: Vrnite prehod primerka delovnega toka.

source: Get last transition
sl: Pridobite zadnji prehod

source: None
sl: Brez

source: Current state
sl: Trenutno stanje

source: User
sl: Uporabnik

source: Last transition
sl: Zadnji prehod

source: Date and time
sl: Datum in čas

source: Completion
sl: Dokončanje

source: Additional details
sl: Dodatne podrobnosti

source: When?
sl: Kdaj?

source: Action type
sl: Vrsta dejanja

source: Triggers are system events that will cause the transition to be applied.
sl: Sprožilci so sistemski dogodki, ki bodo povzročili uporabo prehoda.

source: Triggers
sl: Sprožilci

source: Type
sl: Tip

source: Widget
sl: Pripomoček

source: Documents
sl: Dokumenti

source: %(field_name)s template error: %(exception)s
sl: napaka predloge %(field_name)s: %(exception)s

source: Workflow created
sl: Potek dela ustvarjen

source: Workflow edited
sl: Potek dela urejen

source: The action type for this action entry.
sl: Vrsta dejanja za ta vnos dejanja.

source: Action
sl: Ukrepanje

source: Namespace
sl: Imenski prostor

source: Label
sl: Oznaka

source: Enabled
sl: Omogočeno

source: No
sl: Ne

source: Yes
sl: Da

source: Select a transition to execute in the next step.
sl: V naslednjem koraku izberite prehod, ki ga želite izvesti.

source: Transition
sl: Prehod

source: Event trigger: %s
sl: Sprožilec dogodka: %s

source: Create workflow
sl: Ustvari potek dela

source: Delete
sl: Izbriši

source: Document types
sl: Vrste dokumentov

source: Edit
sl: Uredi

source: Launch workflow
sl: Zaženite potek dela

source: Preview
sl: Predogled

source: Actions
sl: Akcije

source: Create action
sl: Ustvari akcijo

source: Create state
sl: Ustvari stanje

source: States
sl: Državah

source: Create transition
sl: Ustvari prehod

source: Transition triggers
sl: Sprožilci prehoda

source: Transitions
sl: Prehodi

source: Launch workflows
sl: Zaženite delovne tokove

source: Create field
sl: Ustvari polje

source: Fields
sl: Polja

source: Detail
sl: Podrobnosti

source: Workflow documents
sl: Dokumenti poteka dela

source: State documents
sl: Državni dokumenti

source: Launch all workflows
sl: Zaženite vse poteke dela

source: Character
sl: Značaj

source: Number (Integer)
sl: Število (celo število)

source: Text area
sl: Območje besedila

source: On entry
sl: Ob vstopu

source: On exit
sl: Na izhodu

source: Workflow
sl: Potek dela

source: Document
sl: Dokument

source: Context
sl: Kontekst

source: Workflow instance
sl: Primerek poteka dela

source: Workflow instances
sl: Primerki poteka dela

source: Datetime
sl: Datum čas

source: Comment
sl: Komentar

source: Extra data
sl: Dodatni podatki

source: Workflow instance log entry
sl: Vnos dnevnika primerka poteka dela

source: Workflow instance log entries
sl: Vnosi dnevnika primerkov poteka dela

source: Not a valid transition choice.
sl: Ni veljavna izbira prehoda.

source: Launch workflow when document is created.
sl: Začni potek dela, ko je dokument ustvarjen.

source: Auto launch
sl: Samodejni zagon

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
sl: To vrednost bodo druge aplikacije uporabile za sklicevanje na ta potek dela. Vsebuje lahko samo črke, številke in podčrtaje.

source: Internal name
sl: Interno ime

source: A short text to describe the workflow.
sl: Kratko besedilo za opis poteka dela.

source: Initial state
sl: Začetno stanje

source: Workflow runtime proxy
sl: Proxy za izvajanje izvajalnega toka

source: Workflow runtime proxies
sl: Proxyji med izvajanjem delovnega toka

source: A short text to describe the workflow state.
sl: Kratko besedilo, ki opisuje stanje poteka dela.

source: The state at which the workflow will start in. Only one state can be the initial state.
sl: Stanje, v katerem se bo potek dela začel. Začetno stanje je lahko samo eno stanje.

source: Initial
sl: Začetno

source: The percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
sl: Odstotek dokončanosti, ki ga predstavlja to stanje glede na potek dela. Uporabite številke brez znaka odstotka.

source: Workflow state
sl: Stanje poteka dela

source: Workflow states
sl: Stanja poteka dela

source: A short text describing the action.
sl: Kratko besedilo, ki opisuje dogajanje.

source: At which moment of the state this action will execute.
sl: V katerem trenutku države se bo to dejanje izvedlo.

source: When
sl: Kdaj

source: The dotted Python path to the workflow action class to execute.
sl: Črkasta pot Pythona do izvedbenega razreda dejanja poteka dela.

source: Entry action path
sl: Pot vstopne akcije

source: Entry action data
sl: Podatki o vstopnih dejanjih

source: The condition that will determine if this state action is executed or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
sl: Pogoj, ki bo določil, ali se to državno dejanje izvede ali ne. Pogoj se oceni glede na primerek poteka dela. Pogoji, ki ne vrnejo nobene vrednosti, ki vrnejo Python logično None, ali prazen niz (&#39;&#39;), se štejejo za logično false, katera koli druga vrednost se šteje za logično true.

source: Condition
sl: Stanje

source: Workflow state action
sl: Dejanje stanja poteka dela

source: Workflow state actions
sl: Dejanja stanja poteka dela

source: Unknown action type
sl: Neznana vrsta dejanja

source: The state action will be executed, depending on the condition return value.
sl: Dejanje stanja bo izvedeno, odvisno od vrnjene vrednosti pogoja.

source: Has a condition?
sl: Ima stanje?

source: Workflow state runtime proxy
sl: Proxy stanja izvajanja delovnega toka

source: Workflow state runtime proxies
sl: Proxyji za izvajanje izvajalnega poteka dela

source: A short text to describe the transition.
sl: Kratko besedilo za opis prehoda.

source: Origin state
sl: Država izvora

source: Destination state
sl: Ciljna država

source: The condition that will determine if this transition is enabled or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
sl: Pogoj, ki bo določil, ali je ta prehod omogočen ali ne. Pogoj se oceni glede na primerek poteka dela. Pogoji, ki ne vrnejo nobene vrednosti, ki vrnejo Python logično None, ali prazen niz (&#39;&#39;), se štejejo za logično false, katera koli druga vrednost se šteje za logično true.

source: Workflow transition
sl: Prehod poteka dela

source: Workflow transitions
sl: Prehodi poteka dela

source: The transition will be available, depending on the condition return value.
sl: Prehod bo na voljo, odvisno od vrnjene vrednosti pogoja.

source: The name that will be used to identify this field in other parts of the workflow system.
sl: Ime, ki bo uporabljeno za identifikacijo tega polja v drugih delih sistema poteka dela.

source: The field name that will be shown on the user interface.
sl: Ime polja, ki bo prikazano na uporabniškem vmesniku.

source: An optional message that will help users better understand the purpose of the field and data to provide.
sl: Izbirno sporočilo, ki bo uporabnikom pomagalo bolje razumeti namen polja in podatkov.

source: Help text
sl: Besedilo pomoči

source: Whether this fields needs to be filled out or not to proceed.
sl: Ali je treba ta polja izpolniti ali ne, da nadaljujete.

source: Required
sl: Obvezno

source: An optional class to change the default presentation of the field.
sl: Izbirni razred za spreminjanje privzete predstavitve polja.

source: Widget class
sl: Razred pripomočkov

source: A group of keyword arguments to customize the widget. Use YAML format.
sl: Skupina argumentov ključnih besed za prilagajanje gradnika. Uporabite obliko YAML.

source: Widget keyword arguments
sl: Argumenti ključnih besed pripomočka

source: Workflow transition field
sl: Polje prehoda delovnega toka

source: Workflow transition fields
sl: Polja prehoda delovnega toka

source: Event type
sl: Vrsta dogodka

source: Workflow transition trigger event
sl: Dogodek sprožilca prehoda poteka dela

source: Workflow transitions trigger events
sl: Prehodi poteka dela sprožijo dogodke

source: Document workflows
sl: Potek dela z dokumenti

source: Execute workflow tools
sl: Izvedite orodja za potek dela

source: Document states
sl: Stanja dokumenta

source: Document states fast
sl: Dokument navaja hitro

source: Launch all workflows for all documents
sl: Zaženite vse poteke dela za vse dokumente

source: Launch a workflow
sl: Zaženite potek dela

source: Launch a workflow for a document
sl: Zaženite potek dela za dokument

source: Launch all workflows for a document
sl: Zaženite vse poteke dela za dokument

source: Generate workflow previews
sl: Ustvari predogled poteka dela

source: Primary key of the destination state to be added.
sl: Primarni ključ ciljne države, ki jo je treba dodati.

source: Primary key of the origin state to be added.
sl: Dodati je treba primarni ključ države izvora.

source: Primary key of the transition to be added.
sl: Primarni ključ prehoda, ki ga je treba dodati.

source: A link to the entire history of this workflow.
sl: Povezava do celotne zgodovine tega poteka dela.

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
sl: URL API-ja, ki kaže na potek dela glede na dokument, ki mu je priložen. Ta URL se razlikuje od kanoničnega URL-ja poteka dela.

source: File path to the graphviz dot program used to generate workflow previews.
sl: Pot do datoteke do programa graphviz dot, ki se uporablja za generiranje predogledov poteka dela.

source: The threshold at which the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest workflow image cache files. Specify the size in bytes.
sl: Prag, pri katerem bo WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND začel brisati najstarejše datoteke predpomnilnika slik delovnega toka. Navedite velikost v bajtih.

source: Path to the Storage subclass to use when storing the cached workflow image files.
sl: Pot do podrazreda Storage, ki ga želite uporabiti pri shranjevanju predpomnjenih slikovnih datotek poteka dela.

source: Arguments to pass to the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
sl: Argumenti za posredovanje na WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.

source: Unable to initialize the workflow preview storage. Check the settings {} and {} for formatting errors.
sl: Shrambe za predogled poteka dela ni mogoče inicializirati. Preverite nastavitve {} in {} za napake pri formatiranju.

source: Workflow preview images
sl: Slike predogleda poteka dela

source: Workflow preview
sl: Predogled poteka dela

source: Assign workflows to the document type of this document to have this document execute those workflows.
sl: Določite delovne tokove vrsti dokumenta tega dokumenta, da bo ta izvajal te delovne tokove.

source: There are no workflows for this document
sl: Za ta dokument ni poteka dela

source: Workflows for document: %s
sl: Potek dela za dokument: %s

source: This view will show the state changes as a workflow instance is transitioned.
sl: Ta pogled bo prikazal spremembe stanja med selitvijo primerka poteka dela.

source: There are no details for this workflow instance
sl: Za ta primerek poteka dela ni podrobnosti

source: Detail of workflow: %(workflow)s
sl: Podrobnosti poteka dela: %(workflow)s

source: Document "%s" transitioned successfully
sl: Dokument &quot;%s&quot; je bil uspešno premeščen

source: Submit
sl: Pošlji

source: Execute transition "%(transition)s" for workflow: %(workflow)s
sl: Izvedite prehod &quot;%(transition)s&quot; za potek dela: %(workflow)s

source: Optional comment to attach to the transition.
sl: Izbirni komentar, ki ga želite priložiti prehodu.

source: Select
sl: Izberi

source: Associate a workflow with some document types and documents of those types will be listed in this view.
sl: Potek dela povežite z nekaterimi vrstami dokumentov in dokumenti teh vrst bodo navedeni v tem pogledu.

source: There are no documents executing this workflow
sl: Ni dokumentov, ki bi izvajali ta potek dela

source: Documents with the workflow: %s
sl: Dokumenti s potekom dela: %s

source: Create some workflows and associated them with a document type. Active workflows will be shown here and the documents for which they are executing.
sl: Ustvarite nekaj delovnih tokov in jih povežite z vrsto dokumenta. Tu bodo prikazani aktivni poteki dela in dokumenti, za katere se izvajajo.

source: There are no workflows
sl: Potek dela ni

source: There are no documents in this workflow state
sl: V tem stanju poteka ni dokumentov

source: Documents in the workflow "%s", state "%s"
sl: Dokumenti v delovnem toku &quot;%s&quot;, stanje &quot;%s&quot;

source: Create states and link them using transitions.
sl: Ustvarite stanja in jih povežite s prehodi.

source: This workflow doesn't have any state
sl: Ta potek dela nima stanja

source: States of workflow: %s
sl: Stanja poteka dela: %s

source: Create a "%s" workflow action
sl: Ustvarite dejanje poteka dela &quot;%s&quot;

source: Delete workflow state action: %s
sl: Izbriši dejanje stanja poteka dela: %s

source: Edit workflow state action: %s
sl: Uredi dejanje stanja poteka dela: %s

source: Workflow state actions are macros that get executed when documents enters or leaves the state in which they reside.
sl: Dejanja stanja poteka dela so makri, ki se izvedejo, ko dokumenti vstopijo ali zapustijo stanje, v katerem prebivajo.

source: There are no actions for this workflow state
sl: Za to stanje poteka ni dejanj

source: Actions for workflow state: %s
sl: Dejanja za stanje poteka dela: %s

source: New workflow state action selection
sl: Izbira novega dejanja stanja poteka dela

source: Create states for workflow: %s
sl: Ustvari stanja za potek dela: %s

source: Delete workflow state: %s?
sl: Želite izbrisati stanje poteka dela: %s?

source: Edit workflow state: %s
sl: Uredi stanje poteka dela: %s

source: This workflow doesn't have any states
sl: Ta potek dela nima nobenega stanja

source: Create transitions for workflow: %s
sl: Ustvari prehode za potek dela: %s

source: Delete workflow transition: %s?
sl: Želite izbrisati prehod poteka dela: %s?

source: Edit workflow transition: %s
sl: Uredi prehod poteka dela: %s

source: Create a transition and use it to move a workflow from one state to another.
sl: Ustvarite prehod in z njim premaknite potek dela iz enega stanja v drugo.

source: This workflow doesn't have any transitions
sl: Ta potek dela nima prehodov

source: Transitions of workflow: %s
sl: Prehodi poteka dela: %s

source: Error updating workflow transition trigger events; %s
sl: Napaka pri posodabljanju dogodkov sprožilca prehoda delovnega toka; %s

source: Workflow transition trigger events updated successfully
sl: Dogodki sprožilca prehoda za pretok dela so bili uspešno posodobljeni

source: Triggers are events that cause this transition to execute automatically.
sl: Sprožilci so dogodki, zaradi katerih se ta prehod izvede samodejno.

source: Workflow transition trigger events for: %s
sl: Dogodki sprožilca prehoda poteka dela za: %s

source: Create a field for workflow transition: %s
sl: Ustvarite polje za prehod delovnega toka: %s

source: Delete workflow transition field: %s
sl: Izbriši prehodno polje poteka dela: %s

source: Edit workflow transition field: %s
sl: Uredi prehodno polje poteka dela: %s

source: Workflow transition fields allow adding data to the workflow's context. This additional context data can then be used by other elements of the workflow system like the workflow state actions.
sl: Prehodna polja poteka dela omogočajo dodajanje podatkov v kontekst poteka dela. Te dodatne podatke o kontekstu lahko nato uporabljajo drugi elementi sistema poteka dela, kot so dejanja stanja poteka dela.

source: There are no fields for this workflow transition
sl: Za ta prehod poteka poteka ni polj

source: Fields for workflow transition: %s
sl: Polja za prehod poteka dela: %s

source: Available workflows
sl: Razpoložljivi delovni tokovi

source: Workflows assigned this document type
sl: Potek dela je dodelil tej vrsti dokumenta

source: Removing a workflow from a document type will also remove all running instances of that workflow.
sl: Če odstranite potek dela iz vrste dokumenta, boste odstranili tudi vse tekoče primerke tega poteka dela.

source: Workflows assigned the document type: %s
sl: Delovni tokovi so dodelili vrsto dokumenta: %s

source: Launch
sl: Kosilo

source: Workflows already launched or workflows not applicable to some documents when multiple documents are selected, will be silently ignored.
sl: Potek dela, ki se že zažene, ali potek dela, ki se ne uporablja za nekatere dokumente, ko je izbranih več dokumentov, bo tiho prezrt.

source: Workflows to be launched.
sl: Začetek poteka dela.

source: All workflow instances will also be deleted.
sl: Izbrisani bodo tudi vsi primerki poteka dela.

source: Edit workflow: %s
sl: Uredi potek dela: %s

source: Available document types
sl: Razpoložljive vrste dokumentov

source: Document types assigned this workflow
sl: Vrste dokumentov, dodeljene temu poteku dela

source: Removing a document type from a workflow will also remove all running instances of that workflow for documents of the document type just removed.
sl: Če odstranite vrsto dokumenta iz poteka dela, boste odstranili tudi vse tekoče primerke tega poteka dela za dokumente pravkar odstranjene vrste dokumenta.

source: Document types assigned the workflow: %s
sl: Vrste dokumentov, ki jim je bil dodeljen potek dela: %s

source: Launch workflow?
sl: Želite zagnati potek dela?

source: This will launch the workflow for documents that have already been uploaded.
sl: To bo sprožilo potek dela za že naložene dokumente.

source: Workflow launch queued successfully.
sl: Zagon poteka dela je bil uspešno v čakalni vrsti.

source: Workflows store a series of states and keep track of the current state of a document. Transitions are used to change the current state to a new one.
sl: Delovni tokovi shranjujejo vrsto stanj in spremljajo trenutno stanje dokumenta. Prehodi se uporabljajo za spremembo trenutnega stanja v novo.

source: No workflows have been defined
sl: Noben potek dela ni bil definiran

source: Preview of: %s
sl: Predogled: %s

source: Launch all workflows?
sl: Želite zagnati vse poteke dela?

source: This will launch all workflows created after documents have already been uploaded.
sl: S tem se bodo zagnali vsi poteki dela, ustvarjeni po nalaganju dokumentov.

source: Document label
sl: Oznaka dokumenta

source: The new label to be assigned to the document. Can be a string or a template.
sl: Nova oznaka, ki bo dodeljena dokumentu. Lahko je niz ali predloga.

source: Document description
sl: Opis dokumenta

source: The new description to be assigned to the document. Can be a string or a template.
sl: Nov opis, ki bo dodeljen dokumentu. Lahko je niz ali predloga.

source: Modify document properties
sl: Spreminjanje lastnosti dokumenta

source: Additional workflows to launch for the document.
sl: Dodatni potek dela za zagon dokumenta.

source: Can be an IP address, a domain or a template. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
sl: Lahko je naslov IP, domena ali predloga. Predloge prejmejo primerek vnosa v dnevnik poteka dela kot del njihovega konteksta prek spremenljivke &quot;entry_log&quot;. &quot;Vstopni_dnevnik&quot; po drugi strani vsebuje atribute &quot;potek dela&quot;, &quot;datum-čas&quot;, &quot;prehod&quot;, &quot;uporabnik&quot; in &quot;komentar&quot;.

source: Timeout
sl: Odmor

source: Time in seconds to wait for a response. Can be a static value or a template.
sl: Čas v sekundah, da počakate na odgovor. Lahko je statična vrednost ali predloga.

source: Payload
sl: Nosilnost

source: A JSON document to include in the request. Can also be a template that return a JSON document. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
sl: Dokument JSON, ki ga je treba vključiti v zahtevo. Lahko je tudi predloga, ki vrne dokument JSON. Predloge prejmejo primerek vnosa v dnevnik poteka dela kot del njihovega konteksta prek spremenljivke &quot;entry_log&quot;. &quot;Vstopni_dnevnik&quot; po drugi strani vsebuje atribute &quot;potek dela&quot;, &quot;datum-čas&quot;, &quot;prehod&quot;, &quot;uporabnik&quot; in &quot;komentar&quot;.

source: Username
sl: Uporabniško ime

source: Username to use for making the request with HTTP Basic Auth. Can be a static value or a template. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
sl: Uporabniško ime za pošiljanje zahteve s HTTP Basic Auth. Lahko je statična vrednost ali predloga. Predloge prejmejo primerek vnosa v dnevnik poteka dela kot del njihovega konteksta prek spremenljivke &quot;entry_log&quot;. &quot;Vstopni_dnevnik&quot; po drugi strani vsebuje atribute &quot;potek dela&quot;, &quot;datum-čas&quot;, &quot;prehod&quot;, &quot;uporabnik&quot; in &quot;komentar&quot;.

source: Password
sl: Geslo

source: Password to use for making the request with HTTP Basic Auth. Can be a static value or a template. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
sl: Geslo za pošiljanje zahteve s HTTP Basic Auth. Lahko je statična vrednost ali predloga. Predloge prejmejo primerek vnosa v dnevnik poteka dela kot del njihovega konteksta prek spremenljivke &quot;entry_log&quot;. &quot;Vstopni_dnevnik&quot; po drugi strani vsebuje atribute &quot;potek dela&quot;, &quot;datum-čas&quot;, &quot;prehod&quot;, &quot;uporabnik&quot; in &quot;komentar&quot;.

source: Method
sl: Metoda
