Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/django_gpg/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Key ID
sl: ID ključa

source: Type
sl: Tip

source: Creation date
sl: Datum nastanka

source: No expiration
sl: Brez izteka

source: Expiration date
sl: Datum veljavnosti

source: Length
sl: Dolžina

source: User ID
sl: Uporabniško ime

source: GNU privacy guard - a PGP implementation.
sl: Zaščita zasebnosti GNU - izvedba PGP.

source: Key management
sl: Upravljanje ključev

source: None
sl: Brez

source: Fingerprint
sl: Prstni odtis

source: Algorithm
sl: Algoritem

source: Term
sl: Izraz

source: Name, e-mail, key ID or key fingerprint to look for.
sl: Ime, e-pošta, ID ključa ali prstni odtis ključa, ki ga želite poiskati.

source: Delete
sl: Izbriši

source: Details
sl: Podrobnosti

source: Download
sl: Prenos

source: Query keyservers
sl: Poizvedovanje strežnikov ključev

source: Import
sl: Uvozi

source: Upload key
sl: Ključ za nalaganje

source: Private keys
sl: Zasebni ključi

source: Public keys
sl: Javni ključi

source: Public
sl: Javno

source: Secret
sl: Skrivnost

source: Bad signature.
sl: Slab podpis.

source: Document not signed or invalid signature.
sl: Dokument ni podpisan ali neveljaven podpis.

source: Signature error.
sl: Napaka podpisa.

source: Document is signed but no public key is available for verification.
sl: Dokument je podpisan, vendar noben javni ključ ni na voljo za preverjanje.

source: Document is signed, and signature is good.
sl: Dokument je podpisan in podpis je dober.

source: Document is signed with a valid signature.
sl: Dokument je podpisan z veljavnim podpisom.

source: ASCII armored version of the key.
sl: Oklepna različica ključa ASCII.

source: Key data
sl: Ključni podatki

source: Key
sl: Ključ

source: Keys
sl: Ključi

source: Invalid key data
sl: Neveljavni ključni podatki

source: Key already exists.
sl: Ključ že obstaja.

source: Delete keys
sl: Izbriši tipke

source: Download keys
sl: Tipke za prenos

source: Import keys from keyservers
sl: Uvozi ključe iz strežnikov ključev

source: Use keys to sign content
sl: Uporabite tipke za podpisovanje vsebine

source: Upload keys
sl: Naloži ključe

source: View keys
sl: Tipke za ogled

source: Signatures
sl: Podpisi

source: Full path to the backend to be used to handle keys and signatures.
sl: Celotna pot do zaledja, ki se uporablja za obdelavo ključev in podpisov.

source: Keyserver used to query for keys.
sl: Strežnik ključev, ki se uporablja za iskanje ključev.

source: Delete key: %s
sl: Tipka za brisanje: %s

source: Details for key: %s
sl: Podrobnosti za ključ: %s

source: Import key ID: %s?
sl: Uvoz ID ključa: %s?

source: Import key
sl: Uvozni ključ

source: Unable to import key: %(key_id)s; %(error)s
sl: Ključa ni mogoče uvoziti: %(key_id)s; %(error)s

source: Successfully received key: %(key_id)s
sl: Uspešno prejet ključ: %(key_id)s

source: Use names, last names, key ids or emails to search public keys to import from the keyserver.
sl: Za iskanje po javnih ključih za uvoz iz strežnika tipk uporabite imena, priimke, ID-je ključev ali e-pošto.

source: No results returned
sl: Rezultati niso vrnjeni

source: Key query results
sl: Rezultati ključnih poizvedb

source: Search
sl: Iskanje

source: Query key server
sl: Poizvedbeni strežnik

source: Upload new key
sl: Naloži nov ključ

source: Private keys are used to signed documents. Private keys can only be uploaded by the user. The view to upload private and public keys is the same.
sl: Zasebni ključi se uporabljajo za podpisane dokumente. Zasebne ključe lahko naloži samo uporabnik. Pogled za nalaganje zasebnih in javnih ključev je enak.

source: There no private keys
sl: Zasebnih ključev ni

source: Public keys are used to verify signed documents. Public keys can be uploaded by the user or downloaded from keyservers. The view to upload private and public keys is the same.
sl: Javni ključi se uporabljajo za preverjanje podpisanih dokumentov. Javne ključe lahko uporabnik naloži ali prenese s strežnikov ključev. Pogled za nalaganje zasebnih in javnih ključev je enak.

source: There no public keys
sl: Javnih ključev ni
