Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: el

source: Documents
el: Έγγραφα

source: Decorations
el: Διακοσμήσεις

source: Create a document type
el: Δημιουργία τύπου εγγράφου

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
el: Σε κάθε αναρτημένο έγγραφο πρέπει να ανατεθεί ένας τύπος εγγράφου. Αυτός είναι ο βασικός τρόπος κατηγοριοποίησης που χρησιμοποιεί το Mayan ΕDMS.

source: Versions comment
el: Σχόλιο εκδόσεων

source: Versions encoding
el: Κωδικοποίηση εκδόσεων

source: Versions mime type
el: Mime τύπος εκδόσεων

source: Versions timestamp
el: Χρονική σήμανση εκδόσεων

source: Document version
el: Έκδοση εγγράφου

source: Page number
el: Αριθμός σελίδας

source: Return the lastest version of the document.
el: Επαναφορά της τελευταίας έκδοσης εγγράφου.

source: Latest version
el: Τελευταία έκδοση

source: Return the document instance.
el: Επαναφορά του στιγμιοτύπου εγγράφου.

source: Document
el: Έγγραφο

source: Thumbnail
el: Μικρογραφία

source: Pages
el: Σελίδες

source: Duplicates
el: Διπλότυπα

source: Type
el: Τύπος

source: Original
el: Αρχικό

source: Keeps the original filename of the uploaded file.
el: Διατηρεί το αρχικό όνομα του αναρτημένου εγγράφου.

source: Generate an immutable, random UUID (RFC 4122) for each file.
el: Δημιουργία ενός αμετάβλητου, τυχαίου UUID (RFC 4122) για κάθε αρχείο.

source: Total pages
el: Σύνολο σελίδων

source: Total documents
el: Σύνολο εγγράφων

source: Documents in trash
el: Έγγραφα στα απορρίμματα

source: Document types
el: Τύποι εγγράφων

source: New documents this month
el: Νέα έγγραφα αυτό τον μήνα

source: New pages this month
el: Νέες σελίδες αυτό τον μήνα

source: Document created
el: Το έγγραφο δημιουργήθηκε

source: Document downloaded
el: Έγινε λήψη του εγγράφου

source: New version uploaded
el: Αναρτήθηκε νέα έκδοση

source: New version created
el: Δημιουργήθηκε νέα έκδοση

source: Document properties edited
el: Ιδιότητες εγγράφου τροποποιήθηκαν

source: Document trashed
el: Το έγγραφο μεταφέρθηκε στα απορρίματα

source: Document type changed
el: Ο τύπος εγγράφου άλλαξε

source: Document type created
el: Δημιουργήθηκε τύπος εγγράφου

source: Document type edited
el: Ο τύπος εγγράφου τροποποιήθηκε

source: Document version reverted
el: Έγινε επαναφορά της έκδοσης του εγγράφου

source: Document viewed
el: Το έγγραφο προβλήθηκε

source: Compress
el: Συμπίεση

source: Download the document in the original format or in a compressed manner. This option is selectable only when downloading one document, for multiple documents, the bundle will always be downloads as a compressed file.
el: Λήψη του εγγράφου στην αρχική μορφή ή συμπιεσμένο. Αυτή η επιλογή είναι δυνατή μόνο κατά τη λήψη ενός εγγράφου. Λήψη πολλαπλών εγγράφων θα γίνεται πάντα με την χρήση συμπιεσμένου αρχείου.

source: Compressed filename
el: Όνομα συμπιεσμένου αρχείου

source: The filename of the compressed file that will contain the documents to be downloaded, if the previous option is selected.
el: Το όνομα του συμπιεσμένου αρχείου που θα περιέχει τα έγγραφα που επιλέχθηκαν για λήψη, εαν η επιλογή για συμπίεση είναι ενεργή.

source: Quick document rename
el: Γρήγορη μετονομασία εγγράφων

source: Preserve extension
el: Διατήρηση κατάληξης αρχείου

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
el: Τοποθετεί την κατάληξη του αρχείου στο τέλος του ονόματος αρχείου επιτρέποντας σε λειτουργικά συστήματα που βασίζονται στην κατάληξη αρχείων να ανοίγουν σωστά το έγγραφο.

source: Date added
el: Ημερομηνία προσθήκης

source: Language
el: Γλώσσα

source: File mimetype
el: Τύπος ΜΙΜΕ του αρχείου

source: None
el: Κανένα

source: File encoding
el: Κωδικοποίηση αρχείου

source: File size
el: Μέγεθος αρχείου

source: Exists in storage
el: Υπάρχει στον αποθηκευτικό χώρο

source: File path in storage
el: Διαδρομή αρχείου στον αποθηκευτικό χώρο

source: Checksum
el: Άθροισμα ελέγχου

source: Page range
el: Εύρος σελίδων

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
el: Αριθμός σελίδας από την οποία θα κλωνοποιηθούν όλοι οι μετασχηματισμοί. Υπάρχοντες μετασχηματισμοί θα χαθούν.

source: Document type
el: Τύπος εγγράφου

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open the downloaded document version correctly.
el: Μεταφέρει την κατάληξη του αρχείου στο τέλος του ονόματος αρχείου ώστε λειτουργικά συστήματα που χρησιμοποιούν την κατάληξη για το άνοιγμα αρχείων να διαχειριστούν σωστά τη ληφθείσα έκδοση εγγράφου.

source: Clear transformations
el: Εκκαθάριση μετασχηματισμών

source: Clone transformations
el: Κλωνοποίηση μετασχηματισμών

source: Change type
el: Αλλαγή τύπου

source: Advanced download
el: Λήψη σύνθετη

source: Edit properties
el: Τροποποίηση ιδιοτήτων

source: All documents
el: Όλα τα έγγραφα

source: Recently accessed
el: Προσφάτως προσπελασμένα

source: Recently added
el: Προσφάτως αναρτημένα

source: Preview
el: Προεπισκόπηση

source: Properties
el: Ιδιότητες

source: Print
el: Εκτύπωση

source: Quick download
el: Λήψη

source: Create document type
el: Δημιουργία τύπου εγγράφου

source: Delete
el: Διαγραφή

source: Deletion policies
el: Πολιτικές διαγραφών

source: Edit
el: Τροποποίηση

source: Add quick label to document type
el: Προσθήκη γρήγορης ετικέτας στον τύπο εγγράφου

source: Quick labels
el: Γρήγορες ετικέτες

source: Filename generation
el: Δημιουργία ονόματος αρχείου

source: Versions
el: Εκδόσεις

source: Download version
el: Λήψη έκδοσης

source: Revert
el: Επαναφορά

source: Disable page
el: Απενεργοποίηση σελίδας

source: Disable pages
el: Απενεργοποίηση σελίδων

source: Enable page
el: Ενεργοποίηση σελίδας

source: Enable pages
el: Ενεργοποίηση σελίδων

source: First page
el: Πρώτη σελίδα

source: Last page
el: Τελευταία σελίδα

source: Previous page
el: Προηγούμενη σελίδα

source: Next page
el: Επόμενη σελίδα

source: Rotate left
el: Περιστροφή αριστερά

source: Rotate right
el: Περιστροφή δεξιά

source: Page image
el: Εικόνα σελίδας

source: Reset view
el: Επαναφορά προβολής

source: Zoom in
el: Μεγέθυνση προβολής

source: Zoom out
el: Σμίκρυνση προβολής

source: Recalculate page count
el: Επανυπολογισμός αριθμού σελίδων

source: Duplicated documents
el: Διπλοκαταχωρημένα έγγραφα

source: Duplicated document scan
el: Ανίχνευση για διπλές καταχωρήσεις εγγράφων

source: Favorites
el: Αγαπημένα

source: Add to favorites
el: Προσθήκη στα αγαπημένα

source: Remove from favorites
el: Αφαίρεση από τα αγαπημένα

source: Move to trash
el: Μεταφορά στα απορρίμματα

source: Trash can
el: Απορρίμματα

source: Restore
el: Επαναφορά

source: Empty trash
el: Άδεισμα απορριμάτων

source: Default
el: Προεπιλογή

source: All pages
el: Όλες οι σελίδες

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
el: UUID εγγράφου. Ένα μοναδικό αναγνωριστικό δημιουργημένο για κάθε έγγραφο.

source: The document type of the document.
el: Ο τύπος εγγράφου του εγγράφου.

source: The name of the document.
el: Το όνομα του εγγράφου.

source: Label
el: Ετικέτα

source: An optional short text describing a document.
el: Ένα προαιρετικό σύντομο κείμενο που περιγράφει ένα έγγραφο.

source: Description
el: Περιγραφή

source: The server date and time when the document was finally processed and added to the system.
el: Η ημερομηνία και η ώρα του διακομιστή κατά την οποία το έγγραφο τελικά υποβλήθηκε σε επεξεργασία και προστέθηκε στο σύστημα.

source: Added
el: Προστέθηκε

source: The dominant language in the document.
el: Η κυρίαρχη γλώσσα στο έγγραφο.

source: Whether or not this document is in the trash.
el: Η ύπαρξη ή μη αυτού του εγγράφου στα απορρίματα.

source: In trash?
el: Στα απορρίμματα;

source: The server date and time when the document was moved to the trash.
el: Η ημερομηνία και ώρα του διακομιστή κατά την οποία το έγγραφο μετακινήθηκε στα απορρίμματα.

source: Date and time trashed
el: Ημερομηνία και ώρα μεταφοράς στα απορρίμματα

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
el: Απομεινάρι είναι ένα έγγραφο για το οποίο υπάρχει καταχώρηση στην βάση δεδομένων αλλά δεν υπάρχει το έγγραφο καθεαυτό. Αυτό μπορεί να συμβεί αν η ανάρτηση έχει διακοπεί ή αν έγινε καταχώρηση του εγγράφου μέσω API και θα μεταφορτωθεί αργότερα.

source: Is stub?
el: Είναι απομεινάρι;

source: Document stub, id: %d
el: Απομεινάρι εγγράφου, id: %d

source: Enabled
el: Ενεργοποιημένο

source: Document page
el: Σελίδα εγγράφου

source: Document pages
el: Σελίδες εγγράφου

source: Page %(page_num)d out of %(total_pages)d of %(document)s
el: Σελίδα %(page_num)d από %(total_pages)d του%(document)s

source: The name of the document type.
el: Το όνομα του τύπου εγγράφου.

source: Amount of time after which documents of this type will be moved to the trash.
el: Χρονική περίοδος πέραν της οποίας έγγραφα αυτού του τύπου θα μετακινούνται στα απορρίμματα.

source: Trash time period
el: Περίοδος αποθήκευσης στα απορρίματα

source: Trash time unit
el: Μονάδα μέτρησης χρόνου για μεταφορά στα απορρίμματα

source: Amount of time after which documents of this type in the trash will be deleted.
el: Χρονική περίοδος πέραν της οποίας έγγραφα αυτού του τύπου θα διαγράφονται από τα απορρίμματα

source: Delete time period
el: Περίοδος για διαγραφή

source: Delete time unit
el: Μονάδα μέτρησης χρόνου διαγραφής

source: The class responsible for producing the actual filename used to store the uploaded documents.
el: Η κλάση που είναι υπεύθυνη για την δημιουργία του ονόματος αρχείου που χρησιμοποιείται για την αποθήκευση των αναρτημένων εγγράφων.

source: Filename generator backend
el: Backend δημιουργίας ονόματος αρχείου

source: The arguments for the filename generator backend as a YAML dictionary.
el: Τα ορίσματα για το backend δημιουργίας ονονομάτων αρχείου ως λεξικό YAML.

source: Filename generator backend arguments
el: Ορίσματα δημιουργίας ονόματος αρχείου

source: Documents types
el: Τύποι εγγράφων

source: Quick label
el: Γρήγορη ετικέτα

source: The server date and time when the document version was processed.
el: Η ημερομηνία και ώρα του διακομιστή κατά την οποία η έκδοσης του εγγράφου υπέστει επεξεργασία.

source: Timestamp
el: Χρονοσφραγίδα

source: An optional short text describing the document version.
el: Προαιρετικό σύντομο κείμενο που περιγράφει την έκδοση του εγγράφου.

source: Comment
el: Σχόλιο

source: File
el: Αρχείο

source: The document version's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
el: Το mimetype της έκδοσης εγγράφου. Οι τύποι MIME είναι ένας τυπικός τρόπος περιγραφής της μορφής αρχείου, στην προκειμένη περίπτωση της μορφής αρχείου του εγγράφου. Παράδειγμα: "text/plain" ή "image/jpeg"

source: MIME type
el: Τύπος ΜΙΜΕ

source: The document version file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
el: Η κωδικοποίηση αρχείου έκδοσης εγγράφου. δυαδικό 7-bit, δυαδικό 8-bit, κείμενο, base64 κ.λπ.

source: Encoding
el: Κωδικοποίηση

source: Duplicated document
el: Διπλότυπο έγγραφο

source: User
el: Χρήστης

source: Favorite document
el: Αγαπημένο έγγραφο

source: Favorite documents
el: Αγαπημένα έγγραφα

source: Accessed
el: Προσπελάστηκε

source: Recent document
el: Πρόσφατο έγγραφο

source: Recent documents
el: Πρόσφατα έγγραφα

source: Create documents
el: Δημιουργία εγγράφων

source: Delete documents
el: Διαγραφή εγγράφων

source: Trash documents
el: Μεταφορά εγγράφων στα απορρίμματα

source: Download documents
el: Λήψη εγγράφων

source: Edit documents
el: Τροποποίηση εγγράφων

source: Create new document versions
el: Δημιουργία νέων εκδόσεων εγγράφου

source: Edit document properties
el: Τροποποίηση ιδιοτήτων εγγράφου

source: Print documents
el: Εκτύπωση εγγράφων

source: Restore trashed document
el: Επαναφορά εγγράφου από τα απορρίμματα

source: Execute document modifying tools
el: Εκτέλεση εργαλείων τροποποίησης εγγράφου

source: Revert documents to a previous version
el: Επαναφορά εγγράφων σε προηγούμενη έκδοση

source: View documents' versions list
el: Προβολή λίστας εκδόσεων εγγράφων

source: View documents
el: Προβολή εγγράφων

source: Create document types
el: Δημιουργία τύπων εγγράφου

source: Delete document types
el: Διαγραφή τύπων εγγράφου

source: Edit document types
el: Τροποπίηση τύπων εγγράφου

source: View document types
el: Προβολή τύπων εγγράφων

source: Converter
el: Μετατροπέας

source: Documents periodic
el: Περιοδικά έγγραφα

source: Uploads
el: Αναρτημένα

source: Generate document page image
el: Δημιουργία εικόνας από σελίδα εγγράφου

source: Delete a document
el: Διαγραφή ενός εγγράφου

source: Clean empty duplicate lists
el: Εκκαθάριση κενής λίστας διπλότυπων

source: Empty the trash can
el: Άδειασμα κάδου απορριμάτων

source: Check document type delete periods
el: Έλεγχος των περιόδων διαγραφής τύπου εγγράφου

source: Check document type trash periods
el: Έλεγχος χρόνων μεταφοράς εγγράφων στα απορρίμματα

source: Delete document stubs
el: Διαγραφή απομειναρίων εγγράφων

source: Update document page count
el: Ενημέρωση καταμετρημένων σελίδων εγγράφου

source: Upload new document version
el: Ανάρτηση νέας έκδοσης εγγράφου

source: Scan document duplicates
el: Σάρωση διπλοκαταχωρημένων εγγράφων

source: Document type label
el: Ετικέτα τύπου εγγράφου

source: The threshold at which the DOCUMENT_CACHE_STORAGE_BACKEND will start deleting the oldest document image cache files. Specify the size in bytes.
el: Το όριο στο οποίο το DOCUMENT_CACHE_STORAGE_BACKEND θα ξεκινήσει την διαγραφή των παλαιότερων προσωρινώς αποθηκευμένων αρχείων εικόνας εγγράφων. Καθορίστε το μέγεθος σε bytes.

source: Path to the Storage subclass to use when storing the cached document image files.
el: Διαδρομή προς την υποκλάση Storage για χρήση κατά την αποθήκευση των αρχείων εικόνας εγγράφων που έχουν αποθηκευτεί στην προσωρινή μνήμη.

source: Arguments to pass to the DOCUMENT_CACHE_STORAGE_BACKEND.
el: Ορίσματα που θα διαβιβαστούν στο DOCUMENT_CACHE_STORAGE_BACKEND.

source: Maximum number of favorite documents to remember per user.
el: Μέγιστος αριθμός αγαπημένων εγγράφων ανά χρήστη.

source: Detect the orientation of each of the document's pages and create a corresponding rotation transformation to display it rightside up. This is an experimental feature and it is disabled by default.
el: Εντοπισμός του προσανατολισμού της κάθε σελίδας του εγγράφου και δημιουργία ενός αντίστοιχου μετασχηματισμού περιστροφής. Αυτό είναι ένα πειραματικό χαρακτηριστικό και είναι απενεργοποιημένο από προεπιλογή.

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
el: Μέγεθος μπλοκ για χρήση κατά τον υπολογισμό του αθροίσματος ελέγχου του αρχείου εγγράφου. Η τιμή 0 απενεργοποιεί τον υπολογισμό του μπλοκ και ολόκληρο το αρχείο θα φορτωθεί στη μνήμη.

source: Default documents language (in ISO639-3 format).
el: Προεπιλεγμένη γλώσσα εγγράφων (σε μορφή ISO639-3).

source: List of supported document languages. In ISO639-3 format.
el: Λίστα υποστηριζόμενων γλωσσών εγγράφων. Σε μορφή ISO639-3.

source: Time in seconds that the browser should cache the supplied document images. The default of 31559626 seconds corresponde to 1 year.
el: Χρόνος σε δευτερόλεπτα που το πρόγραμμα περιήγησης πρέπει να αποθηκεύει προσωρινά τις παρεχόμενες εικόνες εγγράφων. Η προεπιλογή των 31559626 δευτερολέπτων αντιστοιχεί σε 1 έτος.

source: Maximum number of recently accessed (created, edited, viewed) documents to remember per user.
el: Μέγιστος αριθμός εγγράφων που προσπελάστηκαν πρόσφατα (δημιουργήθηκαν, επεξεργάστηκαν, προβλήθηκαν) ανά χρήστη.

source: Maximum number of recently created documents to show.
el: Μέγιστος αριθμός εγγράφων που δημιουργήθηκαν πρόσφατα για εμφάνιση.

source: Amount in degrees to rotate a document page per user interaction.
el: Αριθμός μοιρών για περιστροφή μιας σελίδας εγγράφου ανά αλληλεπίδραση χρήστη.

source: Path to the Storage subclass to use when storing document files.
el: Διαδρομή προς την υποκλάση Storage για χρήση κατά την αποθήκευση αρχείων εγγράφων.

source: Arguments to pass to the DOCUMENT_STORAGE_BACKEND.
el: Ορίσματα που θα διαβιβαστούν στο DOCUMENT_STORAGE_BACKEND.

source: Time after which a document stub will be considered invalid and deleted.
el: Χρόνος μετά τον οποίο ένα απομεινάρι εγγράφου θα θεωρηθεί άκυρο και θα διαγραφεί.

source: Amount of time in seconds, a failed document page image task will wait before retrying.
el: Χρόνος σε δευτερόλεπτα, πριν την επανάληψη μιας αποτυχημένης εργασίας εικόνας σελίδας εγγράφου.

source: Height in pixels of the document thumbnail image.
el: Ύψος σε pixel της εικόνας μικρογραφίας εγγράφου.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
el: Μέγιστο ποσοστό σε (%) που θα επιτρέπεται να κάνει μεγέθυνση προβολής ένας χρήστης.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
el: Ελάχιστο ποσοστό σε (%) που θα επιτρέπεται να κάνει σμίκρυνση προβολής ένας χρήστης.

source: Amount in percent zoom in or out a document page per user interaction.
el: Βαθμός μεγένθυνσης / σμίκρυνσης σε μια σελίδα εγγράφου ανά διάδραση χρήστη.

source: January
el: Ιανουάριος

source: February
el: Φεβρουάριος

source: March
el: Μάρτιος

source: April
el: Απρίλιος

source: May
el: Μάιος

source: June
el: Ιούνιος

source: July
el: Ιούλιος

source: August
el: Αύγουστος

source: September
el: Σεπτέμβριος

source: October
el: Οκτώβριος

source: November
el: Νοέμβριος

source: December
el: Δεκέμβριος

source: New documents per month
el: Νέα έγγραφα ανά μήνα

source: New document versions per month
el: Νέες εκδόσεις εγγράφων ανά μήνα

source: New document pages per month
el: Νέες σελίδες εγγράφων ανά μήνα

source: Total documents at each month
el: Σύνολο εγγράφων κάθε μήνα

source: Total document versions at each month
el: Σύνολο εκδόσεων εγγράφων κάθε μήνα

source: Total document pages at each month
el: Σύνολο σελίδων εγγράφων κάθε μήνα

source: Unable to initialize the document image storage. Check the settings {} and {} for formatting errors.
el: Δεν είναι δυνατή η προετοιμασία του χώρου αποθήκευσης εικόνων εγγράφων. Ελέγξτε τις ρυθμίσεις {} και {} για σφάλματα μορφοποίησης.

source: Document images
el: Εικόνες εγγράφων

source: Unable to initialize the document version storage. Check the settings {} and {} for formatting errors.
el: Δεν είναι δυνατή η προετοιμασία του χώρου αποθήκευσης έκδοσης εγγράφου. Ελέγξτε τις ρυθμίσεις {} και {} για σφάλματα μορφοποίησης.

source: Document version files
el: Αρχεία έκδοσης εγγράφου

source: Document page image preview
el: Προεπισκόπηση εικόνας σελίδας εγγράφου

source: Page %(page_number)s of %(total_pages)s
el: Σελίδα %(page_number)s από %(total_pages)s

source: No pages to display
el: Δεν υπάρχουν σελίδες για εμφάνιση

source: Document image
el: Εικόνα εγγράφου

source: Unknown language "%s"
el: Άγνωστη γλώσσα "%s"

source: This could mean that the document is of a format that is not supported, that it is corrupted or that the upload process was interrupted. Use the document page recalculation action to attempt to introspect the page count again.
el: Αυτό μπορεί να σημαίνει ότι το έγγραφο έχει μορφή που δεν υποστηρίζεται, ότι είναι κατεστραμμένο ή ότι η διαδικασία μεταφόρτωσης διακόπηκε. Χρησιμοποιήστε την ενέργεια επανυπολογισμού σελίδων εγγράφου για να προσπαθήσετε να ελέγξετε ξανά τον αριθμό των σελίδων.

source: No document pages available
el: Δεν υπάρχουν διαθέσιμες σελίδες εγγράφων

source: Pages for document: %s
el: Σελίδες για έγγραφο: %s

source: There are no more pages in this document
el: Το έγγραφο δεν έχει άλλες σελίδες

source: You are already at the first page of this document
el: Βρίσκεστε ήδη στην πρώτη σελίδα του εγγράφου

source: Image of: %s
el: Εικόνα του: %s

source: Disable the selected document page?
el: Απενεργοποίηση της επιλεγμένης σελίδας εγγράφου;

source: Enable the selected document page?
el: Ενεργοποίηση της επιλεγμένης σελίδας εγγράφου;

source: Documents of type: %s
el: Έγγραφα τύπου: %s

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
el: Οι τύποι εγγράφων είναι το βασικότερο στοιχείο ρυθμίσεων. Όλα στο σύστημα εξαρτόνται από τους τύπους εγγράφων. Ορίστε έναν τύπο εγγράφου για κάθε τύπο φυσικού εγγράφου που σκοπεύετε να αναρτήσετε. Παραδείγματα τύπων εγγράφων: τιμολόγιο, απόδειξη, εγχειρίδιο, συνταγή, ισολογισμός.

source: No document types available
el: Δεν υπάρχουν διαθέσιμοι τύποι εγγράφων

source: All documents of this type will be deleted too.
el: Όλα τα έγγραφα αυτού του τύπου θα διαγραφούν.

source: Delete the document type: %s?
el: Διαγραφή του τύπου εγγράφου: %s;

source: Edit document type: %s
el: Τροποποίηση τύπου εγγράφου: %s

source: Deletion policies for document type: %s
el: Πολιτικές διαγραφής για τύπο εγγράφου: %s

source: Create quick label for document type: %s
el: Δημιουργία γρήγορης ετικέτας για τύπο εγγράφου: %s

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
el: Διαγραφή της γρήγορης ετικέτας: %(label)s, από τον τύπο εγγράφου "%(document_type)s";

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
el: Επεξεργασία γρήγορης ετικέτας "%(filename)s" τύπου εγγράφου "%(document_type)s"

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
el: Οι γρήγορες ετικέτες είναι προκαθορισμένα ονόματα αρχείων που επιτρέπουν τη γρήγορη μετονομασία εγγράφων καθώς μεταφορτώνονται επιλέγοντάς τα από μια λίστα. Γρήγορες ετικέτες μπορούν επίσης να χρησιμοποιηθούν μετά τη μεταφόρτωση των εγγράφων.

source: There are no quick labels for this document type
el: Δεν υπάρχουν γρήγορες ετικέτες για αυτόν τον τύπο εγγράφου

source: Quick labels for document type: %s
el: Γρήγορες ετικέτες για τον τύπο εγγράφου: %s

source: Filename generation setup for document type: %s
el: Ρύθμιση δημιουργίας ονόματος αρχείου για τύπο εγγράφου: %s

source: Download document version
el: Λήψη έκδοσης εγγράφου

source: Versions of document: %s
el: Εκδόσεις του εγγράφου: %s

source: All later version after this one will be deleted too.
el: Όλες οι μεταγενέστερες από αυτήν εκδόσεις θα διαγραφούν.

source: Revert to this version?
el: Επαναφορά σε αυτή την έκδοση;

source: Document version reverted successfully
el: Επαναφορά εγγράφου πραγματοποιήθηκε με επιτυχία

source: Error reverting document version; %s
el: Σφάλμα κατά την επαναφορά στην έκδοση εγγράφου, %s

source: Preview of document version: %s
el: Προεπισκόπηση της έκδοσης εγγράφου: %s

source: Error retrieving document list: %(exception)s.
el: Σφάλμα κατά την ανάκτηση λίστας εγγράφων: %(exception)s.

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
el: Αυτό μπορεί να σημαίνει ότι δεν έχουν μεταφορτωθεί έγγραφα ή ότι δεν έχει παραχωρηθεί στον λογαριασμό χρήστη σας η άδεια προβολής για οποιοδήποτε έγγραφο ή τύπο εγγράφου.

source: No documents available
el: Δεν υπάρχουν διαθέσιμα έγγραφα
