Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: el

source: Document type change request performed on %(count)d document
el: Εκτελέστηκε αίτημα αλλαγής τύπου εγγράφου για %(count)d έγραφο

source: Document type change request performed on %(count)d documents
el: Εκτελέστηκε αίτημα αλλαγής τύπου εγγράφου για %(count)d έγγραφα

source: Change
el: Αλλαγή

source: Change the type of the selected document
el: Αλλαγή τύπου του επιλεγμένου έγγραφο

source: Change the type of the document: %s
el: Αλλαγή τύπου του εγγράφου: %s

source: Document type for "%s" changed successfully.
el: Αλλαγή τύπου εγγράφου για "%s" πραγματοποιήθηκε με επιτυχία.

source: Download
el: Λήψη

source: Preview of document: %s
el: Προεπισκόπηση του εγγράφου: %s

source: Edit properties of document: %s
el: Τροποποίηση ιδιοτήτων του εγγράφου: %s

source: Properties for document: %s
el: Ιδιότητες για το έγγραφο: %s

source: %(count)d document queued for page count recalculation
el: %(count)d έγγραφο στην λίστα για επανυπολογισμό αριθμού σελίδων

source: %(count)d documents queued for page count recalculation
el: %(count)d έγγραφα στην λίστα για επανυπολογισμό αριθμού σελίδων

source: Recalculate the page count of the selected document?
el: Επανυπολογισμός των σελίδων του επιλεγμένου εγγράφου;

source: Recalculate the page count of the document: %s?
el: Επανυπολογισμός του αριθμού σελίδων του εγγράφου: %s;

source: Document "%(document)s" is empty. Upload at least one document version before attempting to detect the page count.
el: Το έγγραφο "%(document)s" είναι κενό. Αναρτήστε τουλάχιστον μία έκδοση εγγράφου πριν επιχειρήσετε να εντοπίσετε τον αριθμό των σελίδων.

source: Transformation clear request processed for %(count)d document
el: Αίτημα εκκαθάρισης μετασχηματισμών ολοκληρώθηκε για %(count)d έγγραφο

source: Transformation clear request processed for %(count)d documents
el: Αίτημα εκκαθάρισης μετασχηματισμών ολοκληρώθηκε για %(count)d έγγραφα

source: Clear all the page transformations for the selected document?
el: Καθαρισμός όλων των μετασχηματισμών σελίδας για το επιλεγμένο έγγραφο: %s;

source: Clear all the page transformations for the document: %s?
el: Εκκαθάριση όλων των μετασχηματισμών σελίδας για το έγγραφο: %s;

source: Error deleting the page transformations for document: %(document)s; %(error)s.
el: Σφάλμα κατά την διαγραφή των μετασχηματισμών σελίδας για το έγγραφο: %(document)s, %(error)s.

source: Error cloning the page transformations for document: %(document)s; %(error)s.
el: Σφάλμα κατά την κλωνοποίηση των μετασχηματισμών σελίδας για το έγγραφο: %(document)s; %(error)s.

source: Transformations cloned successfully.
el: Οι μετασχηματισμοί κλωνοποιήθηκαν με επιτυχία.

source: Submit
el: Υποβολή

source: Clone page transformations for document: %s
el: Κλωνοποίηση μετασχηματισμών σελίδας για το έγγραφο: %s

source: Print: %s
el: Εκτύπωση: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
el: Σε αυτήν την προβολή θα εμφανίζονται τα πιο πρόσφατα έγγραφα που προβλήθηκανι ή επεξεργάστηκαν με οποιονδήποτε τρόπο από αυτόν τον λογαριασμό χρήστη.

source: There are no recently accessed document
el: Δεν υπάρχουν προσφάτως προσπελασμένα έγγραφα

source: This view will list the latest documents uploaded in the system.
el: Σε αυτήν την προβολή θα εμφανίζονται τα πιο πρόσφατα έγγραφα που αναρτήθηκαν στο σύστημα.

source: There are no recently added document
el: Δεν έχουν αναρτηθεί προσφάτως έγγραφα

source: Only exact copies of this document will be shown in the this list.
el: Μόνο ακριβή αντίγραφα αυτού του εγγράφου θα εμφανίζονται σε αυτήν τη λίστα.

source: There are no duplicates for this document
el: Δεν υπάρχουν διπλότυπα για αυτό το έγγραφο

source: Duplicates for document: %s
el: Διπλότυπα του εγγράφου: %s

source: Duplicates are documents that are composed of the exact same file, down to the last byte. Files that have the same text or OCR but are not identical or were saved using a different file format will not appear as duplicates.
el: Τα διπλότυπα είναι έγγραφα που αποτελούνται από το ίδιο ακριβώς αρχείο, μέχρι το τελευταίο byte. Τα αρχεία που έχουν το ίδιο κείμενο ή OCR αλλά δεν είναι πανομοιότυπα ή έχουν αποθηκευτεί χρησιμοποιώντας διαφορετική μορφή αρχείου δεν θα εμφανίζονται ως διπλότυπα.

source: There are no duplicated documents
el: Δεν υπάρχουν διπλότυπα έγγραφα

source: Scan for duplicated documents?
el: Αναζήτηση για διπλότυπα έγγραφα;

source: Duplicated document scan queued successfully.
el: Αίτημα αναζήτησης για διπλότυπα έγγραφα καταχωρήθηκε στην λίστα με επιτυχία.

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
el: Τα αγαπημένα έγγραφα θα εμφανίζονται σε αυτήν την προβολή. Έως %(count)d έγγραφα μπορούν να προστεθούν εδώ ανά χρήστη.

source: There are no favorited documents.
el: Δεν υπάρχουν αγαπημένα έγγραφα.

source: %(count)d document added to favorites.
el: %(count)d έγγαφο προστέθηκε στα αγαπημένα.

source: %(count)d documents added to favorites.
el: %(count)d έγγραφα προστέθηκαν στα αγαπημένα.

source: Add
el: Προσθήκη

source: Add the selected document to favorites?
el: Προσθήκη των επιλεγμένων εγγράφων στα αγαπημένα;

source: Document "%(instance)s" is not in favorites.
el: Το έγγραφο "%(instance)s" δεν ανήκει στα αγαπημένα.

source: %(count)d document removed from favorites.
el: Το έγγραφο %(count)d καταργήθηκε από τα αγαπημένα.

source: %(count)d documents removed from favorites.
el: %(count)d έγγραφα καταργήθηκαν από τα αγαπημένα.

source: Remove
el: Αφαίρεση

source: Remove the selected document from favorites?
el: Αφαίρεση των επιλεγμένων εγγράφων από τα αγαπημένα;

source: %(count)d document moved to the trash.
el: %(count)d έγγραφο μετακινήθηκε στα απορρίμματα.

source: %(count)d documents moved to the trash.
el: %(count)d έγγραφα μετακινήθηκαν στα απορρίμματα.

source: Move the selected document to the trash?
el: Μετακίνηση του επιλεγμένου εγγράφου στον κάδο απορριμμάτων;

source: Empty trash?
el: Άδειασμα απορριμμάτων;

source: The trash emptying task has been queued.
el: Η εργασία εκκαθάρισης απορριμμάτων έχει τεθεί σε ουρά αναμονής.

source: %(count)d trashed document submitted for deletion.
el: %(count)d έγγραφο από τα απορρίμματα υποβλήθηκε για διαγραφή.

source: %(count)d trashed documents submitted for deletion.
el: %(count)d έγγραφα από τα απορρίμματα υποβλήθηκαν για διαγραφή.

source: Delete the selected trashed document?
el: Διαγραφή του επιλεγμένου κάδου απορριμμάτων;

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
el: Για να αποφευχθεί η απώλεια δεδομένων, τα έγγραφα δεν διαγράφονται αμέσως. Αρχικά, τοποθετούνται στα απορρίμματα. Από εδώ μπορούν να διαγραφούν οριστικά ή να αποκατασταθούν.

source: There are no documents in the trash can
el: Δεν υπάρχουν έγγραφα στον κάδο απορριμμάτων

source: %(count)d trashed document restored.
el: %(count)d έγγραφο απορριμμάτων αποκαταστάθηκε.

source: %(count)d trashed documents restored.
el: %(count)dέγγραφα απορριμμάτων αποκαταστάθηκαν.

source: Restore the selected trashed document?
el: Επαναφορά του επιλεγμένου απορριμμένου εγγράφου;

source: Pages: %d
el: Σελίδες: %d

source: Send document to trash
el: Αποστολή εγγράφου στα απορρίμματα
