Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: bg, lv, pt_br, ro_ro, sl

source: Tags
bg: Маркери
pt_br: Etiquetas
ro_ro: Etichete
sl: Oznake

source: Documents
bg: Документи
lv: Dokumenti
pt_br: Documentos
ro_ro: Documente
sl: Dokumenti

source: Tag attached to document
bg: Маркер е прикачен към документа
lv: Tagam pievienots dokuments
pt_br: Etiqueta anexada ao documento
ro_ro: Eticheta atașată la document
sl: Oznaka priložena dokumentu

source: Tag created
bg: Маркерът е създаден
lv: Tags izveidots
pt_br: Etiqueta criada
ro_ro: Eticheta a fost creată
sl: Oznaka ustvarjena

source: Tag edited
bg: Маркерът е редактиран
lv: Tags rediģēts
pt_br: Etiqueta editada
ro_ro: Eticheta a fost editată
sl: Oznaka urejena

source: Tag removed from document
bg: Маркерът е премахнат от документа
lv: Tags ir noņemts no dokumenta
pt_br: Etiqueta removida do documento
ro_ro: Eticheta a fost eliminată din document
sl: Oznaka odstranjena iz dokumenta

source: Attach tags
bg: Прикачване на маркери
lv: Pievienojiet tagus
pt_br: Anexar etiquetas
ro_ro: Atașați etichete
sl: Priložite oznake

source: Remove tag
bg: Премахване на маркер
lv: Noņemt tagu
pt_br: Remover etiqueta
ro_ro: Elimină eticheta
sl: Odstrani oznako

source: Remove tags
bg: Премахване на маркери
lv: Noņemt tagus
pt_br: Remover etiquetas
ro_ro: Elimină etichete
sl: Odstranite oznake

source: Create new tag
bg: Създаване на нов маркер
lv: Izveidot jaunu tagu
pt_br: Criar etiqueta
ro_ro: Creați o etichetă nouă
sl: Ustvari novo oznako

source: Delete
bg: Изтрийте
lv: Dzēst
pt_br: Excluir
ro_ro: Șterge
sl: Izbriši

source: Edit
bg: Редактиране
lv: Rediģēt
pt_br: Editar
ro_ro: Modifică
sl: Uredi

source: All
bg: Всичко
lv: Visi
pt_br: Todos
ro_ro: Toate
sl: Vse

source: Return the tags attached to the document.
bg: Връща маркерите, прикачени към документа.
pt_br: Retorna as etiquetas anexadas ao documento.
ro_ro: Returnează etichetele atașate documentului.
sl: Vrnite oznake, priložene dokumentu.

source: A short text used as the tag name.
bg: Кратък текст, използван като име на маркера.
lv: Īss teksts, ko izmanto kā taga nosaukumu.
pt_br: Um texto curto usado como nome da etiqueta
ro_ro: Un text scurt folosit ca nume de etichetă.
sl: Kratko besedilo, uporabljeno kot ime oznake.

source: Label
bg: Етикет
lv: Etiķete
pt_br: Rótulo
ro_ro: Conținut etichetă
sl: Oznaka

source: The RGB color values for the tag.
bg: RGB стойностите на цвета за маркера.
lv: RGB krāsu vērtības tagam.
pt_br: O valor RGB da etiqueta.
ro_ro: Valorile de culoare RGB pentru etichetă.
sl: Vrednosti barv RGB za oznako.

source: Color
bg: Цвят
lv: Krāsa
pt_br: Cor
ro_ro: Culoare
sl: Barva

source: Tag
bg: Маркер
lv: Tags
pt_br: Etiqueta
ro_ro: Etichetă
sl: Oznaka

source: Preview
bg: Предварителен преглед
lv: Priekšskatījums
pt_br: Pré-visualizar
ro_ro: Previzualizare
sl: Predogled

source: Document tag
bg: Маркер на документ
lv: Dokumenta tags
pt_br: Etiqueta do documento
ro_ro: Etichetă pentru documente
sl: Oznaka dokumenta

source: Document tags
bg: Маркери на документи
lv: Dokumentu tagi
pt_br: Etiquetas do documento
ro_ro: Etichete pentru documente
sl: Oznake dokumentov

source: Create new tags
bg: Създаване на нови маркери
lv: Izveidojiet jaunus tagus
pt_br: Criar etiquetas
ro_ro: Crează etichetă nouă
sl: Ustvari nove oznake

source: Delete tags
bg: Изтриване на маркери
lv: Dzēst tagus
pt_br: Excluir etiquetas
ro_ro: Ștergeți etichetele
sl: Izbriši oznake

source: View tags
bg: Преглед на маркери
lv: Skatīt tagus
pt_br: Ver etiquetas
ro_ro: Vezi etichetele
sl: Ogled oznak

source: Edit tags
bg: Редактиране на маркери
lv: Rediģēt tagus
pt_br: Editar etiquetas
ro_ro: Editați etichetele
sl: Urejanje oznak

source: Attach tags to documents
bg: Закачане на маркер към документи
lv: Pievienojiet tagus dokumentiem
pt_br: Anexar etiquetas a documentos
ro_ro: Atașați etichete la documente
sl: Priložite oznake dokumentom

source: Remove tags from documents
bg: Премахване на маркери от документи
lv: Noņemiet tagus no dokumentiem
pt_br: Remover etiquetas de documentos
ro_ro: Îndepărtați etichetele de pe documente
sl: Odstranite oznake iz dokumentov

source: Attach
bg: Прикачете
lv: Pievienojiet
pt_br: Anexar
ro_ro: Atașați
sl: Pritrdite

source: Tags to be attached.
bg: Маркери за прикачване.
lv: Pievienotie tagi.
pt_br: Etiquetas a serem anexadas.
ro_ro: Etichetele trebuie atașate.
sl: Oznake, ki jih je treba priložiti.

source: Create tag
bg: Създаване на маркер
lv: Izveidot tagu
pt_br: Criar etiqueta
ro_ro: Creați etichetă
sl: Ustvari oznako

source: Will be removed from all documents.
bg: Ще бъде премахнат от всички документи.
lv: Tiks noņemts no visiem dokumentiem.
pt_br: Será removida de todos os documentos.
ro_ro: Va fi eliminată din toate documentele.
sl: Odstranjen bo iz vseh dokumentov.

source: Edit tag: %s
bg: Редактиране на маркер: %s
lv: Rediģēt tagu: %s
pt_br: Editar etiqueta:%s
ro_ro: Modifică eticheta: %s
sl: Uredi oznako: %s

source: Tags are color coded properties that can be attached or removed from documents.
bg: Маркерите са цветно кодирани свойства, които могат да бъдат прикачени или премахнати от документите.
lv: Tags ir krāsu kodētas īpašības, kuras var pievienot vai noņemt no dokumentiem.
pt_br: Etiquetas são propriedades com códigos de cor que podem ser anexadas ou removidas de documentos
ro_ro: Etichetele sunt proprietăți codate în culori care pot fi atașate sau eliminate din documente.
sl: Oznake so barvno kodirane lastnosti, ki jih je mogoče priložiti ali odstraniti iz dokumentov.

source: No tags available
bg: Няма налични маркери
lv: Nav pieejami tagi
pt_br: Não há etiquetas disponíveis
ro_ro: Nu sunt disponibile etichete
sl: Oznake niso na voljo

source: Documents with the tag: %s
bg: Документи с маркер: %s
lv: Dokumenti ar atzīmi: %s
pt_br: Os documentos com a etiqueta: %s
ro_ro: Documente cu eticheta: %s
sl: Dokumenti z oznako: %s

source: Document has no tags attached
bg: Документът няма прикачени маркери
lv: Dokumentam nav pievienoti tagi
pt_br: O documento não possui etiquetas anexadas
ro_ro: Documentul nu este atașat nicio etichetă
sl: Dokument nima priloženih oznak

source: Tags for document: %s
bg: Маркери за документ: %s
lv: Dokumenta tagi: %s
pt_br: Etiqueta para documento: %s
ro_ro: Etichetele documentului: %s
sl: Oznake za dokument: %s

source: Remove
bg: Премахнете
lv: Noņemt
pt_br: Remover
ro_ro: Şterge
sl: Odstrani

source: Tags to be removed.
bg: Маркери за премахване.
lv: Atceltās atzīmes.
pt_br: Etiquetas a serem removidas.
ro_ro: Etichete ce trebuie eliminate.
sl: Oznake, ki jih je treba odstraniti.

source: Select tags
bg: Изберете маркери
lv: Atlasiet tagus
pt_br: Selecionar etiquetas
ro_ro: Selectați etichete
sl: Izberite oznake

source: Tags to attach to the document
bg: Маркери за прикачване към документа
lv: Dokumentam pievienotie tagi
pt_br: Etiquetas a anexar no documento
ro_ro: Etichete care se atașează la document
sl: Oznake, ki jih je treba priložiti dokumentu

source: Attach tag
bg: Прикачете маркер
lv: Pievienojiet tagu
pt_br: Anexar etiqueta
ro_ro: Atașează etichetă
sl: Pripni oznako

source: Tags to remove from the document
bg: Маркери за премахване от документа
lv: Atzīmes no dokumenta
pt_br: Etiquetas a remover do documento
ro_ro: Etichete pentru a fi eliminate din document
sl: Oznake za odstranitev iz dokumenta
