Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: bg, el, fr, it, pt_br, ru, sl

source: Cabinets
bg: Шкафове
el: Ερμάρια
fr: Classeurs
it: Schedario
pt_br: Pastas
ru: Кабинеты
sl: Omarice

source: Cabinet created
bg: Шкафът е създаден
el: Ερμάριο δημιουργήθηκε
fr: Classeur créé
it: Schedario creato
pt_br: Pasta criada
ru: Кабинет создан
sl: Omarica ustvarjena

source: Cabinet edited
bg: Шкафът е редактиран
el: Ερμάριο τροποποιήθηκε
fr: Classeur modifié
it: Schedario modificato
pt_br: Pasta editada
ru: Кабинет изменен
sl: Omarica urejena

source: Document added to cabinet
bg: Документът е добавен към шкафа
el: Έγγραφο προστέθηκε σε ερμάριο
fr: Document ajouté au classeur
it: Documento aggiunto al schedario
pt_br: Documento adicionado à pasta
ru: Документ добавлен в кабинет
sl: Dokument je dodan v omarico

source: Document removed from cabinet
bg: Документът е изваден от шкафа
el: Έγγραφο αφαιρέθηκε από ερμάριο
fr: Document retiré du classeur
it: Documento rimosso dal schedario
pt_br: Documento removido da pasta
ru: Документ удален из кабинета
sl: Dokument odstranjen iz omarice

source: Remove from cabinets
bg: Извадете от шкафовете
el: Αφαίρεση από ερμάρια
fr: Retirer des classeurs
it: Rimuovi da schedari
pt_br: Remover das pastas
ru: Удалить из кабинетов
sl: Odstranite iz omar

source: Add to cabinets
bg: Добавете към шкафове
el: Προσθήκη στα ερμάρια
fr: Ajouter aux classeurs
it: Aggiungi a schedari
pt_br: Adicionar às pastas
ru: Добавить в кабинеты
sl: Dodajte v omare

source: Add new level
bg: Добавете ново ниво
el: Προσθήκη νέου επιπέδου
fr: Ajouter un nouveau niveau
it: Aggiungi nuovo livello
pt_br: Adicionar novo nível
ru: Добавить новый уровень
sl: Dodaj novo raven

source: Create cabinet
bg: Създайте шкаф
el: Δημιουργία ερμαρίου
fr: Nouveau classeur
it: Crea schedario
pt_br: Criar pasta
ru: Создать кабинет
sl: Ustvari omarico

source: Delete
bg: Изтрийте
el: Διαγραφή
fr: Supprimer
it: Cancella
pt_br: Excluir
ru: Удалить
sl: Izbriši

source: Edit
bg: Редактиране
el: Τροποποίηση
fr: Modifier
it: Modifica
pt_br: Editar
ru: Редактировать
sl: Uredi

source: All
bg: Всичко
el: Όλα
fr: Tout
it: Tutti
pt_br: Todas
ru: Все
sl: Vse

source: Details
bg: Детайли
el: Λεπτομέρειες
fr: Détails
it: Dettagli
pt_br: Detalhes
ru: Подробности
sl: Podrobnosti

source: Return a list of cabinets containing the document.
bg: Връща списък със шкафове, съдържащи документа.
el: Εμφάνιση λίστας ερμαρίων που περιέχουν το έγγραφο.
fr: Renvoie une liste des classeurs contenant le document.
it: Restituisce un elenco di schedari contenenti il documento.
pt_br: Retorna uma lista de pastas que contém o documento.
ru: Возвращает список всех кабинетов, содержащих документ.
sl: Vrnite seznam omar, ki vsebujejo dokument.

source: A short text used to identify the cabinet.
bg: Кратък текст, използван за идентифициране на шкафа.
el: Σύντομο κείμενο που προσδιορίζει το ερμάριο.
fr: Un court texte utilisé pour identifier ce classeur
it: Un breve testo utilizzato per identificare il schedario.
pt_br: Um texto curto usado para identificar a pasta.
ru: Краткое описание кабинета.
sl: Kratko besedilo za identifikacijo omarice.

source: Label
bg: Етикет
el: Ετικέτα
fr: Libellé
it: Etichetta
pt_br: Rótul
ru: Ярлык
sl: Oznaka

source: Documents
bg: Документи
el: Έγγραφα
it: Documenti
pt_br: Documentos
ru: Документы
sl: Dokumenti

source: Cabinet
bg: Шкаф
el: Ερμάριο
fr: Classeur
it: Schedario
pt_br: Pasta
ru: Кабинет
sl: Kabinet

source: The path to the cabinet including all ancestors.
bg: Път до шкафа, включващ всички предци.
el: Διαδρομή στο ερμάριο συμπεριλαμβανομένων όλων των γονικών ερμαρίων.
fr: Le chemin vers le cabinet, y compris tous les cabinets parents.
it: Il percorso per il schedario inclusi tutti gli antenati.
pt_br: O caminho para a pasta, incluindo todos os ancestrais.
ru: Путь к кабинету включая всех предков.
sl: Pot do omarice, vključno z vsemi nadrejenimi.

source: Full path
bg: Пълен път
el: Πλήρης διαδρομή
fr: Chemin complet
it: Percorso completo
pt_br: Caminho completo
ru: Полный путь
sl: Celotna pot

source: Parent and Label
bg: Родител и Етикет
el: Γονέας και Ετικέτα
fr: Parent et Libellé
it: Genitore ed etichetta
pt_br: Pai e Rótulo
ru: Родитель и ярлык
sl: Nadrejeno in nalepka

source: %(model_name)s with this %(field_labels)s already exists.
bg: %(model_name)s с този %(field_labels)s вече съществува.
el: %(model_name)s με την ετικέτα %(field_labels)s υπάρχει ήδη.
fr: %(model_name)s avec ce %(field_labels)s existe déjà
it: %(model_name)s con questo %(field_labels)s esiste già.
pt_br: %(model_name)s com estes %(field_labels)s já existem.
ru: "%(model_name)s" с ярлыком "%(field_labels)s" уже существует.
sl: %(model_name)s s tem %(field_labels)s že obstaja.

source: Document cabinet
bg: Шкаф за документи
el: Ερμάριο εγγράφων
fr: Classeur de document
it: Schedario di documenti
pt_br: Pasta de documentos
ru: Кабинет документа
sl: Omarica za dokumente

source: Document cabinets
bg: Шкафове за документи
el: Ερμάρια εγγράφων
fr: Classeurs de document
it: Schedari di documenti
pt_br: Pastas de documentos
ru: Кабинет документов
sl: Omarice za dokumente

source: Add documents to cabinets
bg: Добавете документи в шкафовете
el: Προσθήκη εγγράφων στα ερμάρια
fr: Ajouter des documents au classeur
it: Aggiungi documenti agli schedari
pt_br: Adicionar documentos às pastas
ru: Добавить документы в кабинеты
sl: V omare dodajte dokumente

source: Create cabinets
bg: Създайте шкафове
el: Δημιουργία ερμαρίων
fr: Créer des classeurs
it: Crea schedari
pt_br: Criar pastas
ru: Создать кабинеты
sl: Ustvari omare

source: Delete cabinets
bg: Изтрийте шкафове
el: Διαγραφή ερμαρίων
fr: Supprimer des classeurs
it: Elimina schedari
pt_br: Excluir pastas
ru: Удалить кабинеты
sl: Izbriši omare

source: Edit cabinets
bg: Редактиране на шкафове
el: Τροποποίηση ερμαρίων
fr: Modifier des classeurs
it: Modifica schedari
pt_br: Editar pastas
ru: Редактировать кабинеты
sl: Uredite omare

source: Remove documents from cabinets
bg: Извадете документи от шкафовете
el: Αφαίρεση εγγράφων από ερμάρια
fr: Supprimer des documents des classeurs
it: Rimuovere i documenti dagli schedari
pt_br: Excluir documentos das pastas
ru: Удалить документы из кабинетов
sl: Odstranite dokumente iz omar

source: View cabinets
bg: Разгледайте шкафовете
el: Εμφάνιση ερμαρίων
fr: Visualiser les classeurs
it: Visualizza schedari
pt_br: Ver pastas
ru: Просмотр кабинетов
sl: Oglejte si omare

source: Document type
bg: Тип документ
el: Τύπος εγγράφου
fr: Type de document
it: Tipo documento
pt_br: Tipo de documento
ru: Тип документа
sl: Tip dokumenta

source: Document MIME type
bg: MIME тип на документа
el: MIME τύπος εγγράφου
fr: Type de document MIME
it: Tipo MIME del documento
pt_br: MIME type do documento
ru: MIME тип документа
sl: Vrsta dokumenta MIME

source: Document label
bg: Етикет на документа
el: Ετικέτα εγγράφου
fr: Étiquette du document
it: Etichetta del documento
pt_br: Rótulo do documento
ru: Заголовок документа
sl: Oznaka dokumenta

source: Document description
bg: Описание на документа
el: Περιγραφή εγγράφου
fr: Description du document
it: Descrizione del documento
pt_br: Descrição do documento
ru: Описание документа
sl: Opis dokumenta

source: Document UUID
bg: UUID на документ
el: UUID εγγράφου
fr: UUID du document
it: UUID del documento
pt_br: UUID do documento
ru: UUID документа
sl: UUID dokumenta

source: Document checksum
bg: Контролна сума за документ
el: Άθροισμα ελέγχου εγγράφου
fr: Somme de contrôle du document
it: Checksum del documento
pt_br: Checksum do documento
ru: Контрольная сумма документа
sl: Kontrolna vsota dokumentov

source: List of children cabinets.
bg: Списък на деца шкафове.
el: Λίστα υπο-ερμαρίων
fr: Liste des classeurs enfants.
it: Elenco degli livelli di schedario
pt_br: Lista de pastas filhas
ru: Список дочерних кабинетов.
sl: Seznam otroških omar.

source: Number of documents on this cabinet level.
el: Αριθμός εγγράφων σε αυτό το επίπεδο ερμαρίου.

source: The name of this cabinet level appended to the names of its ancestors.
bg: Името на това ниво на шкафа се прибавя към имената на неговите предци.
el: Το όνομα αυτού του επιπέδου που θα προσαρτηθεί στα ονόματα των γονικών ερμαρίων.
fr: Le nom de ce niveau de classeur a été ajouté au nom de ses ancêtres.
it: Il nome di questo livello di schedario è stato aggiunto ai nomi dei suoi antenati.
pt_br: O nome deste nível de pasta anexado aos nomes de seus antepassados.
ru: Имя этого кабинета, соединенное с именами его предков.
sl: Ime te ravni kabineta je bilo dodano imenom njegovih prednikov.

source: URL of the API endpoint showing the list documents inside this cabinet.
bg: URL на крайната точка на API, показваща списъка документи в този шкаф.
el: Το URL του API endpoint που εμφανίζει την λίστα εγγράφων εντός αυτού του ερμαρίου.
fr: URL du point de terminaison de l'API listant les documents contenus dans ce classeur.
it: URL dell'endpoint API che mostra i documenti dell'elenco all'interno di questo schedario.
pt_br: URL do endpoint da API mostrando os documentos da lista dentro desta pasta.
ru: URL-адрес API, показывающий показывающий список документов внутри этого кабинета.
sl: URL končne točke API, ki prikazuje seznam dokumentov v tej omari.

source: Comma separated list of document primary keys to add to this cabinet.
el: Λίστα διαχωρισμένη με κόμμα πρωτευόντων κλειδιών εγγράφων, προς προσθήκη σε αυτό το ερμάριο.

source: API URL pointing to a document in relation to the cabinet storing it. This URL is different than the canonical document URL.
el: API URL που παραπέμπει σε ένα έγγραφο σχετιζόμενο με το ερμάριο στο οποίο είναι αποθηκευμένο.

source: Navigation:
bg: Навигация:
el: Πλοήγηση:
it: Navigazione:
pt_br: Navegação:
ru: Навигация:
sl: Navigacija:

source: Add new level to: %s
bg: Добавете ново ниво към: %s
el: Προσθήκη νέου επιπέδου στο: %s
fr: Ajouter un nouveau niveau à : %s
it: Aggiungi un nuovo livello a: %s
pt_br: Adicione novo nível a: %s
ru: Добавить новый уровень в: %s
sl: Dodaj novo raven: %s

source: Delete the cabinet: %s?
bg: Изтрийте шкафа: %s?
el: Διαγραφή του ερμαρίου: %s?
fr: Supprimer le classeur : %s?
it: Eliminare il schedario: %s?
pt_br: Excluir a pasta: %s?
ru: Удалить кабинет: %s?
sl: Izbrišite omarico: %s?

source: Cabinet levels can contain documents or other cabinet sub levels. To add documents to a cabinet, select the cabinet view of a document view.
bg: Нивата на шкафа могат да съдържат документи или други нива на шкафа. За да добавите документи в шкафа, изберете изглед на шкафа от изглед на документа.
el: Κάθε επίπεδο ερμαρίων μπορεί να περιέχει έγγραφα ή άλλα υποεπίπεδα ερμαρίων. Για την προσθήκη εγγράφων σε ένα ερμάριο, επιλέξτε την προβολή ερμαρίου από την προβολή εγγράφου.
fr: Les classeurs peuvent contenir des documents ou d'autres sous-niveaux de classeur. Pour ajouter des documents à un classeur, sélectionnez la vue classeur d'un document.
it: I livelli del schedario possono contenere documenti o altri sottolivelli del schedario. Per aggiungere documenti a un schedario, selezionare la vista cabinet di una vista documento.
pt_br: Cada nível das pastas pode conter documentos ou outras subpastas. Para adicionar documentos a uma pasta, selecione a opção "pasta" no menu lateral do documento.
ru: Уровни кабинета могут содержать документы или подуровни кабинета. Чтобы добавить документы в кабинет, выберите "Кабинеты" в режиме просмотра документа.
sl: Kabineti lahko vsebujejo dokumente ali druge podnivoje kabineta. Če želite v omarico dodati dokumente, izberite pogled omare v pogledu dokumenta.

source: This cabinet level is empty
bg: Това ниво на шкафа е празно
el: Αυτό το επίπεδο του ερμαρίου είναι κενό
fr: Ce classeur est vide
it: Questo livello dell schedario è vuoto
pt_br: Este nível da pasta está vazio
ru: Этот уровень кабинета пуст
sl: Ta raven omare je prazna

source: Details of cabinet: %s
bg: Подробности за шкафа: %s
el: Λεπτομέρειες ερμαρίου: %s
fr: Détails du classeur : %s
it: Dettagli del schedario: %s
pt_br: Detalhes da pasta: %s
ru: Подробности кабинета: %s
sl: Podrobnosti o omari: %s

source: Edit cabinet: %s
bg: Редактиране на шкафа: %s
el: Τροποποίηση ερμαρίου: %s
fr: Modifier le classeur : %s
it: Modifica schedario: %s
pt_br: Editar pasta: %s
ru: Редактировать кабинет: %s
sl: Omara za urejanje: %s

source: Cabinets are a multi-level method to organize documents. Each cabinet can contain documents as well as other sub level cabinets.
bg: Шкафовете са метод на много нива за организиране на документи. Всеки шкаф може да съдържа документи, както и други шкафове на по-ниско ниво.
el: Τα ερμάρια είναι ένας πολυεπίπεδος τρόπος για την οργάνωση των εγγράφων. Κάθε ερμάριο μπορεί να περιέχει έγγραφα καθώς και υποεπίπεδα ερμαρίων.
fr: L'utilisation des classeurs est une méthode multi-niveaux pour organiser vos documents. Chaque classeur peut contenir autant des documents que d'autres sous-niveaux de classeurs.
it: Gli schedari sono un metodo multi-livello per organizzare i documenti. Ogni schedario può contenere documenti e altri schedario di livello inferiore.
pt_br: As pastas funcionam como um método multinível de organização dos documentos. Cada pasta pode conter tanto documentos como outras pastas de nível inferior.
ru: Кабинеты - это многоуровневый метод организации документов. Каждый кабинет может содержать документы, а также другие подуровни кабинета.
sl: Omarice so večstopenjska metoda za urejanje dokumentov. Vsaka omara lahko vsebuje dokumente, pa tudi druge podnivoje.

source: No cabinets available
bg: Няма налични шкафове
el: Δεν υπάρχουν διαθέσιμα ερμάρια
fr: Aucun classeur disponible
it: Nessun schedario disponibile
pt_br: Sem pastas disponíveis
ru: Нет доступных кабинетов
sl: Na voljo ni omar

source: Add to cabinet request performed on %(count)d document.
el: Αίτημα για προσθήκη σε ερμάριο πραγματοποιήθηκε σε %(count)d έγγραφο.

source: Add to cabinet request performed on %(count)d documents.
el: Αίτημα για προσθήκη σε ερμάριο πραγματοποιήθηκε σε %(count)d έγγραφα.

source: Add
bg: Добави
el: Προσθήκη
fr: Ajouter
it: Aggiungi
pt_br: Adicionar
ru: Добавить
sl: Dodaj

source: Add %(count)d document to cabinets
el: Προσθήκη %(count)d εγγράφου σε ερμάρια

source: Add document "%s" to cabinets
el: Προσθήκη εγγράφου "%s" σε ερμάρια

source: Cabinets to which the selected documents will be added.
bg: Шкафове, към които ще бъдат добавени избраните документи.
el: Ερμάρια στα οποία τα επιλεγμένα έγγραφα θα προστεθούν.
fr: Classeurs auxquels les documents sélectionnés seront ajoutés.
it: Schedari a cui verranno aggiunti i documenti selezionati.
pt_br: Pastas às quais os documentos selecionados serão adicionados.
ru: Кабинеты, в которые будут добавлены выбранные документы.
sl: Omarice, v katere bodo dodani izbrani dokumenti.

source: Document: %(document)s is already in cabinet: %(cabinet)s.
el: Έγγραφο: %(document)s υπάρχει ήδη στο ερμάριο: %(cabinet)s.

source: Document: %(document)s added to cabinet: %(cabinet)s successfully.
el: Έγγραφο: %(document)s προστέθηκε στο ερμάριο: %(cabinet)s επιτυχώς.

source: Documents can be added to many cabinets.
bg: Документите могат да се добавят в много шкафове.
el: Έγγραφα μπορούν να προστεθούν σε πολλά ερμάρια.
fr: Les documents peuvent être ajoutés dans plusieurs classeurs.
it: I documenti possono essere aggiunti a molti schedari.
pt_br: Documentos podem ser adicionados a mais de uma pasta.
ru: Документы можно добавить в несколько кабинетов.
sl: Dokumente lahko dodate v številne omarice.

source: This document is not in any cabinet
bg: Този документ не е в нито един шкаф
el: Αυτό το έγγραφο δεν περιέχεται σε κάποιο ερμάριο
fr: Ce document n'est dans aucun classeur.
it: Questo documento non è in nessun schedario
pt_br: Este documento não está em nenhuma pasta
ru: Этого документа нет ни в одном кабинете
sl: Tega dokumenta ni v nobeni omarici

source: Cabinets containing document: %s
bg: Шкафове, съдържащи документ: %s
el: Ερμάρια που περιέχουν έγγραφο: %s
fr: Classeurs contenant le document : %s
it: Schedari contenenti documento: %s
pt_br: Pasta com documento: %s
ru: Кабинеты, содержащие документ: %s
sl: Omarice, ki vsebujejo dokument: %s

source: Remove from cabinet request performed on %(count)d document.
el: Αίτημα για αφαίρεση από ερμάριο εκτελέστηκε για %(count)d έγγραφο.

source: Remove from cabinet request performed on %(count)d documents.
el: Αίτημα για αφαίρεση από ερμάριο εκτελέστηκε για %(count)d έγγραφα.

source: Remove
bg: Премахнете
el: Αφαίρεση
fr: Retirer
it: Rimuovi
pt_br: Remover
ru: Удалить
sl: Odstrani

source: Remove %(count)d document from cabinets
el: Αφαίρεση %(count)d εγγράφων από ερμάριο

source: Remove document "%s" from cabinets
el: Αφαίρεση εγγράφου "%s" από ερμάρια

source: Cabinets from which the selected documents will be removed.
bg: Шкафове, от които ще бъдат премахнати избраните документи.
el: Ερμάρια από τα οποία τα επιλεγμένα έγγραφα θα αφαιρεθούν.
fr: Classeurs desquels les documents sélectionnés seront retirés.
it: Schedari da cui verranno rimossi i documenti selezionati.
pt_br: Pastas das quais os documentos selecionados serão removidos.
ru: Кабинеты, из которых будут удалены выбранные документы.
sl: Omarice, iz katerih bodo odstranjeni izbrani dokumenti.

source: Document: %(document)s is not in cabinet: %(cabinet)s.
el: Έγγραφο: %(document)s δεν περιέχεται στο ερμάριο: %(cabinet)s.

source: Document: %(document)s removed from cabinet: %(cabinet)s.
el: Έγγραφο: %(document)s αφαιρέθηκε από το ερμάριο: %(cabinet)s.

source: Select cabinets
bg: Изберете шкафове
el: Επιλογή ερμαρίων
fr: Sélectionnez les classeurs
it: Seleziona schedari
pt_br: Selecionar pastas
ru: Выберите кабинеты
sl: Izberite omare

source: Cabinets to which the document will be added.
bg: Шкафове, към които ще бъде добавен документът.
el: Ερμάρια στα οποία το έγγραφο θα προστεθεί.
fr: Classeurs auxquelles le document sera ajouté.
it: Schedari a cui verrà aggiunto il documento.
pt_br: Pastas às quais o documento será adicionado.
ru: Кабинеты, в которые будет добавлен документ.
sl: Omarice, ki jim bo dodan dokument.

source: Cabinets from which the document will be removed.
bg: Шкафове, от които документът ще бъде премахнат.
el: Ερμάρια από τα οποία το έγγραφο θα αφαιρεθεί.
fr: Classeurs dont le document sera retiré.
it: Schedari da cui verrà rimosso il documento.
pt_br: Pastas das quais o documento será removido.
ru: Кабинеты, из которых документ будет удален.
sl: Omarice, iz katerih bo odstranjen dokument.
