Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: apps/feedback/locale/*/LC_MESSAGES/django.po
Languages: es, it, ru

source: Feedback
es: Comentarios
it: Commenti
ru: Обратная связь

source: What features of Mayan EDMS attracted you to start using it or consider using it?
es: ¿Qué características de Mayan EDMS le atrajo a empezar a usarlo o considerar usarlo?
it: Quali caratteristiche di Mayan EDMS ti ha attratto per iniziare ad usarlo o considerare l'utilizzo di esso?
ru: Какие особенности Mayan EDMS побудили вас использовать её или рассмотривать вопрос об использовании её в документообороте?

source: What features would you like to see implemented in Mayan EDMS?
es: ¿Qué características le gustaría ver implementadas en Mayan EDMS?
it: Quali caratteristiche vorreste vedere implementata in Mayan EDMS?
ru: Какие особенности Вы хотели бы видеть реализованными в Mayan EDMS ?

source: Could you tell us a bit about how you are deploying or plan to deploy Mayan EDMS (OS, webserver, cloud/local, hardware specs)?
es: ¿Podría hablarnos un poco acerca de cómo se está implementando o planea implementar Mayan EDMS (sistema operativo, servidor web, nube / locales, hardware)?
it: Puoi dirci un po 'su come si distribuisce o si prevede di distribuire Mayan EDMS (webserver, nuvola / locali, specifiche hardware)?
ru: Не могли бы Вы рассказать нам немного о том, как вы устанавливаете или планируете развернуть Mayan EDMS (ОС, сервер, облако/локально, спецификации оборудования)?

source: What features of Mayan EDMS did you find hardest to understand or implement?
es: ¿Qué características de Mayan EDMS se le hizo más difícil de encontrar, comprender o implementar?
it: Quali caratteristiche di Mayan EDMS ha trovato più difficile da comprendere o implementare?
ru: Какие особенности Mayan EDMS вы нашли трудным для понимания и реализации?

source: Would you be interested in purchasing paid support for Mayan EDMS?
es: ¿Estaría usted interesado en la compra de apoyo técnico pagado para Mayan EDMS?
it: Sareste interessati ad acquistare il supporto a pagamento per Mayan EDMS?
ru: Вы были бы заинтересованы в приобретении платной поддержки Mayan EDMS?

source: Are currently providing or planning to provide paid support for Mayan EDMS?
es: ¿Esta actualmente o planifica proveer apoyo pagado para Mayan EDMS?
it: Stanno fornendo o progettando di fornire supporto a pagamento per Mayan EDMS?
ru: В настоящее время вы осуществляете или планируете предоставлять платную поддержку Mayan EDMS ?

source: Would you be interested in a cloud hosted solution for Mayan EDMS?
es: ¿Estaría usted interesado en una solución pagada alojada en la nube de Mayan EDMS?
it: Sareste interessati ad una soluzione nuvola automatica per Mayan EDMS?
ru: Вы были бы заинтересованы реализации "облачного" решения для Mayan EDMS ?

source: Would you be interested in a turn-key solution for Mayan EDMS that included a physical server appliance?
es: ¿Estaría usted interesado en una solución completa para Mayan EDMS que incluye un dispositivo de servidor físico?
it: Saresti interessato ad una soluzione automatica per Mayan EDMS che hanno incluso un apparecchio fisico server?
ru: Вы были бы заинтересованы в решении "под ключ" для Mayan EDMS, которое включало бы и "железо"?

source: Your name:
es: Su nombre:
it: Il tuo nome:
ru: Ваше имя:

source: Your email:
es: Su correo electrónico:
it: Il tuo indirizzo email:
ru: Ваш адрес электронной почты:

source: Company name:
es: Nombre de la empresa:
it: Ragione Sociale:
ru: Название компании:

source: Company website:
es: Web de la compañía:
it: Sito internet della Società:
ru: Сайт компании:

source: May we display your company name & logo in our website as a user of Mayan EDMS with a link back to your website?
es: ¿Podemos usar el nombre de su empresa y logotipo en nuestra página web como usuario de Mayan EDMS con un enlace a su sitio web?
it: Possiamo visualizzare il nome della società e il logo del nostro sito come utente di Mayan EDMS con un link al tuo sito web?
ru: Можем ли мы показывать название компании и логотип на нашем сайте в качестве пользователя Mayan EDMS со ссылкой на ваш сайт?

source: May we keep your contact information to keep you up to date with developments or oferings related to Mayan EDMS?
es: ¿Podemos mantener su información de contacto para mantenerle al día con los ultimos desarollos u ofertas relacionados con Mayan EDMS?
it: Possiamo mantenere le informazioni di contatto per tenervi aggiornati sugli sviluppi o oferings relativi al Mayan EDMS?
ru: Можем ли мы сохранить вашу контактную информацию, чтобы держать вас в курсе новостей разработки или других событий, связанных с Mayan EDMS?

source: Thank you for submiting your feedback.
es: Gracias por remitir sus comentarios.
it: Grazie per l'invio i vostri commenti.
ru: Спасибо вам за отзыв.

source: Error submiting form; %s.
es: Error remitiendo el formulario; %s.
it: Errore l'invio di forma; %s.
ru: Ошибка при отправке формы; %s.

source: feedback form
es: formulario de comentarios
it: forma di commenti
ru: форма обратной связи
