Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/installation/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: installation details
ro_ro: Detalii de instalare

source: LSB OS
ro_ro: LSB Sistem de operare

source: Distributor ID
ro_ro: ID-ul distribuitorului

source: Description
ro_ro: Descriere

source: Release
ro_ro: versiune

source: Codename
ro_ro: Nume de cod

source: System info
ro_ro: Sistem de informații

source: Python version
ro_ro: Python versiune

source: Platform
ro_ro: Platformă

source: Machine
ro_ro: Mașină

source: Processor
ro_ro: Procesor

source: Number of CPUs
ro_ro: Număr de procesoare

source: Total physical memory
ro_ro: Total de memorie fizică

source: Disk partitions
ro_ro: Disc partiții

source: tesseract version
ro_ro: Tesseract versiune

source: not found
ro_ro: nu a fost găsit

source: error getting version
ro_ro: eroare la obținerea versiune

source: unpaper version
ro_ro: unpaper versiune

source: pdftotext version
ro_ro: pdftotext versiune

source: Mayan EDMS version
ro_ro: Maya EDMS versiune

source: Installed via fabfile
ro_ro: Instalat prin intermediul fabfile

source: Running from a Git repository
ro_ro: Rularea de la un depozit Git

source: Repository remotes
ro_ro: Repository telecomenzi

source: Repository remotes URLs
ro_ro: Repository telecomenzi URL-uri

source: Branch
ro_ro: Ramură

source: Installation
ro_ro: Instalare

source: View installation environment details
ro_ro: Vezi detalii de instalare de mediu

source: Installation environment details
ro_ro: Mediul de instalare detalii
