Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/bootstrap/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Bootstrap setup file
fa: فایل نصب خود راه انداز

source: Bootstrap setup URL
fa: URL نصب خود راه انداز

source: Bootstrap
fa: راه انداز خودکار

source: Better YAML
fa: YAML بهتر

source: These are the actual database structure creation instructions.
fa: اینها دستورات لازم ساخت ساختار پایگاه داده هستند.

source: Database bootstrap
fa: راه انداز خودکار پایگاه داده

source: View bootstrap setups
fa: دیدن دستورات نصب خودکار

source: Create bootstrap setups
fa: ایجاد دستورات نصب خودکار

source: Edit bootstrap setups
fa: ویرایش دستورات نصب خودکار

source: Delete bootstrap setups
fa: پاک کردن دستورات نصب خودکار

source: Execute bootstrap setups
fa: اجرای دستورات نصب خودکار

source: Dump the current project\s setup into a bootstrap setup
fa: ریختن دستورات نصب پروزه فعلی در دستورات نصب خودکار

source: Export bootstrap setups as files
fa: صدور و یا نوشتن دستورات نصب خودکار درفایل

source: Import new bootstrap setups
fa: خواندن و یا واردکردن دتورات نصب خودکار جدید

source: Sync the local bootstrap setups with a published repository
fa: همگام سازی دستورات نصب خودکار محلی با مخزن موجود

source: Erase the entire database and document storage
fa: پاک کردن کامل پایگاه داده و مخزن داده

source: Provides pre configured setups for indexes, document types, tags, etc.
fa: نصب از قبل تنظیم شده ایندکس ها ، انواع مستندات، برچسب ها و ... را ارایه میدهد.

source: Bootstrap setup created successfully
fa: دستورات نصب راه انداز خودکار بصورت موفقیت آمیز ایجاد شد.

source: Error creating bootstrap setup.
fa: اشکال در ایجاد دستورات نصب راه انداز خودکار.

source: Bootstrap setup edited successfully
fa: ویرایش موفقیت آمیز دستورات نصب راه انداز خودکار.

source: Error editing bootstrap setup.
fa: اشکال در ویرایش دستورات نصب راه انداز خودکار

source: Bootstrap setup: %s deleted successfully.
fa: حذف موفقیت آمیز دستورات نصب راه انداز خودکار:%s

source: Bootstrap setup: %(bootstrap)s, delete error: %(error)s
fa: نصب خودکار:%(bootstrap)s دارای خطا: %(error)s

source: Are you sure you with to delete the bootstrap setup: %s?
fa: آیا از حذف دستورات نصب خودکار %s مطمئن هتستید؟

source: Cannot execute bootstrap setup, there is existing data. Erase all data and try again.
fa: بدلیل وجود داده، نمیتوان دستورات نصب راه انداز خودکار را اجرا کرد. پس از پاک کردن داده ها لطفا دوباره امتحان کنید.

source: Error executing bootstrap setup; %s
fa: خطای: %s در زمان اجرای دستورات نصب راه انداز خودکار.

source: Bootstrap setup "%s" executed successfully.
fa: اجرای موفقیت آمیز دستورات نصب راه انداز خودکار "%s".

source: Are you sure you wish to execute the database bootstrap setup named: %s?
fa: آیا از اجرای دستورات نصب راه انداز خودکار پایگاه داده ای با نام %s مطمئن هستید؟

source: Error dumping configuration into a bootstrap setup; %s
fa: خطا در زمان ریختن پیکربندی در داخل فایل نصب راه انداز خودکار با نام: %s

source: Bootstrap setup created successfully.
fa: موفقیت در ایجاد دستورات نصب راه انداز خودکار.

source: Bootstrap setup imported successfully.
fa: دستورات نصب راه انداز خودکار با موفقیت وارد و یا خوانده شد.

source: File is not a bootstrap setup.
fa: این فایل دستورات نصب راه انداز خودکار نمیباشد.

source: Error importing bootstrap setup from file; %s.
fa: خطا در زمان خواندن و یا وارد کردن دساورات نصب راه انداز خودکار از فایل: %s.

source: Import bootstrap setup from file
fa: خواندن و یا وارد کردن دستورات نصب راه انداز خودکار از فایل.

source: Data from URL is not a bootstrap setup.
fa: داده های دریافتی از URL دستورات نصب راه اندازخودکار نمیباشد.

source: Error importing bootstrap setup from URL; %s.
fa: خطا در زمان خواندن و یا واردکردن دستورات نصب راه اندازخودکار ازURL: %s.

source: Import bootstrap setup from URL
fa: خواندن و یا واردکردن دستورات نصب راه انداز خودکار از URL.

source: Error erasing database; %s
fa: خطا در حذف پایگاه داده:%s.

source: Database erased successfully.
fa: حذف موفقیت آمیز پایگاه داده.

source: Are you sure you wish to erase the entire database and document storage?
fa: آیا از حذف کامل پایگاه داده ای و مخزن اسناد مطمئن هستید؟

source: All documents, sources, metadata, metadata types, set, tags, indexes and logs will be lost irreversibly!
fa: کلیه داده ها شامل اسناد، متادیتا، انواع متادیتا، مجم.عه ها، برچسب ها، ایندکس ها بطور غیر قابل بازگشت پاک خواهد گردید!

source: Bootstrap repository successfully synchronized.
fa: راه انداز خودکار مخزن باموفقیت همگام شد.

source: Bootstrap repository synchronization error: %(error)s
fa: خطای همگام سازی در راه انداز خودکار:%(error)s.

source: Are you sure you wish to synchronize with the bootstrap repository?
fa: آیا از همگام سازی مخزن راه انداز خودکار مطمئن هستید؟
