Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, cs, da, fr, ro_ro

source: submit to OCR queue
bs_ba: predaj u OCR red
da: send til OCR kø
ro_ro: trimite la OCR

source: re-queue
bs_ba: ponovno poredaj
da: Send i kø påny
ro_ro: Retrimitere la OCR

source: delete
bs_ba: obriši
da: slet
ro_ro: șterge

source: stop queue
bs_ba: zaustavi red
da: stop køen

source: activate queue
bs_ba: aktiviraj red
da: aktivér kø
ro_ro: activare coadă

source: clean up pages content
bs_ba: očisti sadržaj stranica
da: fjern siders indhold
ro_ro: curăță paginile de conținut

source: Runs a language filter to remove common OCR mistakes from document pages content.
bs_ba: Pokreće jezični filter da ukloni uobičajene OCR greške iz sadžaja stranica dokumenta.
da: Kører et sprogfilter for at fjerne almindelige OCR fejl fra dokumentsiders indhold.
ro_ro: Execută un filtru de limbă pentru a elimina greșelile OCR comune din conținutul paginii documentului .

source: queue document list
bs_ba: lista dokumenata u redu
da: kø dokument liste
ro_ro: coadă listă documente

source: transformations
bs_ba: transformacije
da: transformationer
ro_ro: transformări

source: add transformation
bs_ba: dodaj transformaciju
da: tilføj transformation
ro_ro: transformă

source: edit
bs_ba: izmjeni
da: redigér
ro_ro: editează

source: Default
da: Standard
ro_ro: Iniţial

source: Checks the OCR queue for pending documents.
bs_ba: Provjeri OCR red za dokumente na čekanju.
da: Kontrollerer OCR kø for ventende dokumenter.
ro_ro: Verifică coada OCR pentru documentele în aşteptare.

source: Text from OCR
bs_ba: Tekst iz OCR-a
da: Tekst fra OCR
ro_ro: Textul de la OCR

source: stopped
bs_ba: zaustavljen
da: stoppet
ro_ro: oprit

source: active
bs_ba: aktivan
da: aktiv
ro_ro: activă

source: pending
bs_ba: na čekanju
da: venter
ro_ro: în așteptarea

source: processing
bs_ba: obrada
da: bearbejder
ro_ro: în prelucrare

source: error
bs_ba: greška
da: fejl
ro_ro: eroare

source: name
bs_ba: ime
da: navn
ro_ro: nume

source: label
bs_ba: oznaka
da: etiket
ro_ro: etichetă

source: state
bs_ba: stanje
da: status
ro_ro: stare

source: document queue
bs_ba: red dokumenata
da: dokument kø
ro_ro: coadă documente

source: document queues
bs_ba: redovi dokumenata
da: dokument køer
ro_ro: cozi documente

source: document
bs_ba: dokument
da: dokument

source: date time submitted
bs_ba: datum i vrijeme podneseni
da: dato tid sendt
ro_ro: data ora depunerii

source: delay ocr
bs_ba: odgoditi OCR
da: forsink OCR
ro_ro: amână OCR

source: result
bs_ba: rezultat
da: resultat
ro_ro: rezultat

source: node name
bs_ba: ime noda
da: nodenavn
ro_ro: nume nod

source: queue document
bs_ba: red dokumenta
da: sæt dokument i kø
ro_ro: coadă document

source: queue documents
bs_ba: red dokumenata
da: sæt dokumenter i kø
ro_ro: cozii de documente

source: Missing document.
bs_ba: Nedostaje dokument.
da: Manglende dokument.
ro_ro: Lipsește documentul.

source: Enter a valid value.
bs_ba: Unesite važeću vrijednost.
da: Indtast en gyldig værdi.
ro_ro: Introduceți o valoare validă.

source: order
bs_ba: poredak
da: rækkefølge
ro_ro: comandă

source: arguments
bs_ba: argumenti
da: argumenter
ro_ro: argumente

source: Use dictionaries to indentify arguments, example: %s
bs_ba: Koristi riječnike da identifikuješ argumente, na primjer: %s
da: Brug opslag til at identificere argumenter, eksempel: %s
ro_ro: Utilizeaza formulele , de exemplu:% s

source: document queue transformation
bs_ba: transformacija reda dokumenata
da: dokument kø transformation
ro_ro: coadă de transformare documente

source: document queue transformations
bs_ba: transformacije reda dokumenata
da: dokument kø transformationer
ro_ro: cozii de transformare documente

source: Submit documents for OCR
bs_ba: Predati dokumente za OCR
cs: Odeslat dokumenty do OCR
da: Tilmeld dokumenter til OCR
fr: Ajouter les documents à la liste d'attente OCR
ro_ro: Trimiteti documentele pentru OCR

source: Delete documents from OCR queue
bs_ba: Brisati dokumente iz OCR reda
da: Slet dokumenter fra OCR kø
ro_ro: Ștergeți documentele din coada OCR

source: Can enable/disable the OCR queue
bs_ba: Može omogućiti ili onemogućiti OCR red
da: Kan aktivere/desaktivere OCR køen
ro_ro: Puteți activa / dezactiva coada OCR

source: Can execute the OCR clean up on all document pages
bs_ba: Može izvršiti OCR čišćenje u svim stranicama dokumenta
da: kan udføre OCR rensning på alle dokument sider
ro_ro: Poate executa OCR curat pe toate paginile documentului

source: Can edit an OCR queue properties
bs_ba: Mogu se urediti osobine OCR reda
da: Kan redigere en OCR-kø's egenskaber
ro_ro: Puteți edita proprietățile cozii OCR

source: Document queues: %d
bs_ba: Redovi dokumenata: %d
da: Dokument køer: %d
ro_ro: Cozile de documente:% d

source: Queued documents: %d
bs_ba: Dokumenti u redu: %d
da: Dokumenter i kø: %d
ro_ro: Documente din coada de așteptare:% d

source: OCR statistics
bs_ba: OCR statistika
da: OCR statistik
ro_ro: statistici OCR

source: documents in queue: %s
bs_ba: dokumenti u redu: %s
da: dokumenter i kø: %s
ro_ro: documente din coada de așteptare:% s

source: thumbnail
da: miniature
ro_ro: miniatură

source: document queue properties
bs_ba: osobine reda dokumenata
da: dokument kø egenskaber
ro_ro: proprietăţi coadă de documente

source: Current state: %s
bs_ba: Trenutno stanje: %s
da: Nuværende status: %s
ro_ro: Stadiul actual:% s

source: Must provide at least one queue document.
bs_ba: Mora postojati bar jedan red dokumenta.
da: Skal angive mindst ét ​​dokument i kø.
ro_ro: Trebuie selectată cel puțin o coadă .

source: Document: %s is being processed and can't be deleted.
bs_ba: Dokument: %s se obrađuju i ne može se izbrisati.
da: Dokument: %s er ved at blive behandlet og kan ikke slettes.
ro_ro: Document:% s este în curs de procesare și nu poate fi șters.

source: Queue document: %(document)s deleted successfully.
bs_ba: Red dokumenata: %(document)s uspješno obrisan.
da: Kø dokument: %(document)s slettet
ro_ro: Documentul %(document)s șters cu succes.

source: Error deleting document: %(document)s; %(error)s
bs_ba: Greška brisanja dokumenta: %(document)s; %(error)s
da: Fejl ved sletning af dokument: %(document)s; %(error)s
ro_ro: Eroare la ștergerea documentului: %(document)s; %(error)s

source: Are you sure you wish to delete queue document: %s?
bs_ba: Jeste li sigurni da želite obrisati dokument u redu: %s?
da: Er du sikker på at du vil slette dokument i køen: %s?
ro_ro: Sunteți sigur că doriți să ștergeți coada documentului:% s?

source: Are you sure you wish to delete queue documents: %s?
bs_ba: Jeste li sigurni da želite obrisati dokumente u redu: %s?
da: Er du sikker på at du vil slette dokumenter i køen: %s?
ro_ro: Sunteți sigur că doriți să ștergeți coada documentelor:% s?

source: Document: %(document)s was added to the OCR queue: %(queue)s.
bs_ba: Dokument: %(document)s je dodan u OCR red: %(queue)s.
da: Dokument: %(document)s var tilføjet til OCR kø: %(queue)s
ro_ro: Documentul: %(document)s e a fost adaugat în coada OCR: %(queue)s.

source: Document: %(document)s is already queued.
bs_ba: Dokument: %(document)s je već u redu.
da: Dokument: %(document)s er allerede i kø
ro_ro: Documentul: %(document)s este deja în așteptare.

source: Document: %(document)s was re-queued to the OCR queue: %(queue)s
bs_ba: Dokument: %(document)s je ponovo uvršten u OCR red: %(queue)s
da: Dokument: %(document)s blev genindsat i OCR køen: %(queue)s
ro_ro: Documentul:%(document)s a fost repus la coadă OCR:%(queue)s

source: Document id#: %d, no longer exists.
bs_ba: Dokument id#: %d, više ne postoji.
da: Dokument id#: %d, eksistere ikke længere
ro_ro: ID # documentului:% d, nu mai există.

source: Document: %s is already being processed and can't be re-queded.
bs_ba: Dokument: %s je obrađen i ne može ponovo biti ubačen u red.
da: Dokument %s er allerede ved at blive behandlet og kan ikke blive lagt i kø igen.
ro_ro: Documentul:% s este deja în curs de procesare și nu poate fi re-queded.

source: Are you sure you wish to re-queue document: %s?
bs_ba: Jeste li sigurni da želite ponovo uvrstiti u red dokument: %s?
da: Er du sikker på at du vil genindsætte dokument i kø: %s?
ro_ro: Sunteți sigur că doriți repunerea la coadă a documentului:% s?

source: Are you sure you wish to re-queue documents: %s?
bs_ba: Jeste li sigurni da želite ponovo uvrstiti u red dokumente: %s?
da: Er du sikker på at du vil genindsætte dokumenter i kø: %s
ro_ro: Sunteți sigur că doriți să repuneti documentele:% s?

source: Document queue: %s, already stopped.
bs_ba: Red dokumenata: %s, je ranije zaustavljen.
da: Dokument kø: %s er allerede stoppet
ro_ro: Coadă documentului:% s, este deja oprită.

source: Document queue: %s, stopped successfully.
bs_ba: Red dokumenata: %s, uspješno zaustavljen.
da: Dokument kø: %s er stoppet
ro_ro: Coadă documentului:% s, a fost oprită cu succes.

source: Are you sure you wish to disable document queue: %s
bs_ba: Jeste li sigurni da želite onemogućiti red dokumenata: %s?
da: Er du sikker på at du vil deaktivere dokument kø: %s
ro_ro: Sunteți sigur că doriți să dezactivați coada documentului:% s

source: Document queue: %s, already active.
bs_ba: Red dokumenata: %s, je već aktivan.
da: Dokument kø: %s allerede aktiv
ro_ro: Coadă documentului:% s, este deja activă.

source: Document queue: %s, activated successfully.
bs_ba: Red dokumenata: %s, uspješno aktiviran.
da: Dokument kø: %s, aktiveret
ro_ro: Coadă documentului:% s, este activată cu succes.

source: Are you sure you wish to activate document queue: %s
bs_ba: Jeste li sigurni da želite aktivirati red dokumenata: %s?
da: Er du sikker på at du vil aktivere dokument kø: %s
ro_ro: Sunteți sigur că doriți să activați coada documentului:% s

source: Are you sure you wish to clean up all the pages content?
bs_ba: Jeste li sigurni da želite obrisati sav sadržaj stranica?
da: Er du sikker på at du vil rense alle sidernes indhold
ro_ro: Sunteți sigur că doriți să curățaţi tot conținutul paginilor?

source: On large databases this operation may take some time to execute.
bs_ba: Na velikim bazama ova operacija može potrajati duže.
da: På store databaser kan denne operation tage lidt tid at udføre.
ro_ro: Pe baze de date mari, această operație poate dura mult timp .

source: Document pages content clean up complete.
bs_ba: Potpuno obrisan sadržaj stranica.
da: Dokument siders indhold renset
ro_ro: Conținutul documentului este curat a fost curăţat complet.

source: Document pages content clean up error: %s
bs_ba: Greška brisanja stranica: %s
da: Fejl ved rensning af side indhold: %s
ro_ro: Eroare la curăţirea conţinutului documentului % s

source: transformations for: %s
bs_ba: transformacije za: %s
da: transformation for: %s
ro_ro: transformări pentru:% s

source: Queue transformation edited successfully
bs_ba: Uspješno izmjenjene transformacije reda
da: Kø transformation redigeret
ro_ro: Coadă de transformare editată cu succes

source: Error editing queue transformation; %s
bs_ba: Greška izmjene transformacije reda; %s
da: Fejl ved redigering af kø transformation; %s
ro_ro: Eroare editare coadă de transformare;% s

source: Edit transformation: %s
bs_ba: Izmjeniti transormaciju: %s
da: Redigér transformation: %s
ro_ro: Editare transformare:% s

source: Queue transformation deleted successfully.
bs_ba: Transformacija reda uspješno obrisana.
da: Kø transformation slettet.
ro_ro: Transformarea Queue ștearsă cu succes.

source: Error deleting queue transformation; %(error)s
bs_ba: Greška pri brisanju transformacije reda; %(error)s
da: Fejl ved sletning af kø transformation; %(error)s
ro_ro: Eroare ştergere coadă de transformare;%(error)s

source: Are you sure you wish to delete queue transformation "%(transformation)s"
bs_ba: Jeste li sigurni da želite obrisati transformaciju reda "%(transformation)s"
da: Er du sikker på at du vil slette kø transformation "%(transformation)s"
ro_ro: Sunteți sigur că doriți să ștergeți coada de transformare "%(transformation)s"

source: Queue transformation created successfully
bs_ba: Transformacija reda uspješno kreirana.
da: Kø transformation dannet
ro_ro: Transformarea coada creat cu succes

source: Error creating queue transformation; %s
bs_ba: Greška pri kreiranju transformacije reda; %s
da: Fejl ved dannelse af kø transformation: %s
ro_ro: Eroare la crearea de transformare coadă;% s

source: Create new transformation for queue: %s
bs_ba: Kreiraj novu transformaciju za red: %s
da: Dan ny transformation til kø: %s
ro_ro: Creați transformare nou pentru coadă:% s

source: Amount of seconds to delay OCR of documents to allow for the node's storage replication overhead.
bs_ba: Iznos sekundi kašnjenja OCR dokumenata kako bi se prilagodilo kašnjenju diskova.
da: Antal sekunders forsinkelse af OCR af dokumenter for at tage højde for nodens replikations overhead.
ro_ro: Suma de secunde de întârziere OCR a documentelor pentru a permite aeriene nodului de stocare de replicare.

source: Maximum amount of concurrent document OCRs a node can perform.
bs_ba: Maksimalan broj dokumenata koje OCR čvor može istovremeno da obrađuje.
da: Maksimale antal samtidige OCR behandlinger en node kan udfører.
ro_ro: Suma maximă de documente concurente OCRs ce un nod poate efectua.

source: Automatically queue newly created documents for OCR.
bs_ba: Novi kreirani dokumenti se automatski stavljaju u red za OCR.
cs: Automaticky zařazuje nově vytvořené dokumenty do fronty pro OCR.
da: Sæt automatisk nyligt dannede dokumenter i kø til OCR.
fr: Ajouter automatiquement les nouveaux documents créés à la file d'attente OCR.
ro_ro: Coadă automată creată pentru OCR.

source: File path to unpaper program.
bs_ba: Staza prema datotekama za bezpapirni program.
da: Fil sti til unpaper program.
ro_ro: Fișier calea către programul de unpaper.

source: File path to poppler's pdftotext program used to extract text from PDF files.
bs_ba: Staza do popplerovog programa pdftotext za vađenje teksta iz PDF datoteka.
da: Fil sti til poppler's pdftotext program, brugt til at identificere tekst fra PDF filer.
ro_ro: Calea de fișier pentru programul pdftotext folosit pentru a extrage textul din fișiere PDF.

source: Text extracted from PDF
bs_ba: Tekst izvađen iz PDF
da: Tekst identificeret fra PDF
ro_ro: Textul extras din PDF

source: transformation
bs_ba: transformacija
ro_ro: transformare

source: The OCR content.
cs: Obsah OCR.
fr: Le contenu provenant de la reconnaissance de caractères.

source: A generator returning the document's pages OCR content.
cs: Generátor vracející obsah OCR stránek dokumentu.
fr: Un générateur renvoyant le contenu OCR des pages du document.

source: OCR content
cs: Obsah OCR
fr: Contenu OCR

source: Date and time
cs: Datum a čas
fr: Date et heure

source: Result
cs: Výsledek
fr: Résultat

source: Tesseract OCR not found.
cs: Tesseract OCR nebyl nalezen.
fr: Tesseract OCR non trouvé.

source: Document OCR content deleted
cs: Obsah OCR dokumentu byl smazán
fr: Contenu OCR du document supprimé

source: Contents
cs: Obsah
fr: Contenus

source: Page %(page_number)d
cs: Strana %(page_number)d

source: Setup OCR
cs: Nastavení OCR
fr: Paramétrage de l'OCR

source: OCR documents per type
cs: Dokumenty OCR podle typu
fr: OCR des documents par type

source: Delete OCR content
cs: Smazat obsah OCR
fr: Supprimer le contenu OCR

source: Submit for OCR
cs: Odeslat do OCR
fr: Ajouter à la file d'attente OCR

source: OCR errors
cs: Chyby OCR
fr: Erreurs OCR

source: Download OCR text
cs: Stáhněte si text OCR
fr: Télécharger le texte de l'OCR

source: Document type
cs: Typ dokumentu
fr: Type de document

source: Document type settings
cs: Nastavení typu dokumentu
fr: Paramétrages de type de document

source: Document types settings
cs: Nastavení typů dokumentů
fr: Paramétrages de types de documents

source: Document version
cs: Verze dokumentu
fr: Version du document

source: Date time submitted
cs: Datuma čas odeslání
fr: Date et heure de soumission

source: Document version OCR error
cs: Chyba OCR verze dokumentu
fr: Erreur OCR sur la version du document

source: Document version OCR errors
cs: Chyby OCR verze dokumentu
fr: Erreurs OCR sur la version du document

source: The actual text content extracted by the OCR backend.
cs: Skutečný textový obsah extrahovaný backendem OCR.
fr: Le contenu du texte extrait par le backend OCR.

source: Content
cs: Obsah
fr: Contenu

source: View the transcribed text from document
cs: Zobrazit přepsaný text z dokumentu
fr: Afficher la transcription du texte depuis le document

source: Change document type OCR settings
cs: Změna nastavení OCR pro typu dokumentu
fr: Modifier les paramétrages OCR du type de document

source: Document version OCR
cs: OCR verze dokumnetu
fr: OCR de la version du document

source: Set new document types to perform OCR automatically by default.
cs: Nastavte nové typy dokumentů tak, aby standardně prováděly OCR.
fr: Traiter automatiquement les nouveaux types de document par l'OCR.

source: Full path to the backend to be used to do OCR.
cs: Úplná cesta k backendu, který se používá k provádění OCR.
fr: Chemin complet du logiciel OCR utilisé.

source: OCR result for document: %s
cs: Výsledek OCR pro dokument: %s
fr: Résultats OCR pour le document : %s

source: OCR errors for document: %s
cs: Chyby OCR pro dokument: %s
fr: Erreurs OCR pour le document : %s

source: Submit all documents of a type for OCR
cs: Odeslat všechny dokumenty určitého typu do OCR
fr: Soumettre tous les documents d'un type à l'OCR

source: %(count)d documents added to the OCR queue.
cs: %(count)d dokumenty přidané do fronty OCR.
fr: %(count)d documents ajoutés à la file d'attente de l'OCR.

source: Edit OCR settings for document type: %s.
cs: Upravit nastavení OCR pro typ dokumentu: %s.
fr: Modifiez les paramètres de l'OCR pour le type de document: %s.

source: Page condition
cs: Stav stránky

source: The condition that will determine if a document page's OCR content will be modified or not. The condition is evaluated against the iterated document page. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
cs: Podmínka, která určí, zda bude obsah OCR stránky dokumentu upraven či nikoli. Podmínka se vyhodnotí oproti iterované stránce dokumentu. Podmínky, které nevracejí žádnou hodnotu, vracejí Python logický None, nebo prázdný řetězec (''), jsou považovány za logické false, jakákoli jiná hodnota je považována za logickou true.

source: Page content
cs: Obsah stránky
fr: Contenu de la page

source: A template that will generate the OCR content to be saved.
cs: Šablona, která vygeneruje obsah OCR, který se má uložit.

source: Update document page OCR content
cs: Aktualizujte obsah OCR stránky dokumentu

source: OCR
fr: OCR - Reconnaissance de caractères

source: Free Open Source OCR Engine
fr: Moteur OCR libre et gratuit
