Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: lv, tr_tr

source: Metadata
lv: Metadati

source: Metadata type name
lv: Metadatu tipa nosaukums
tr_tr: Meta veri türü adı

source: Metadata type value
lv: Metadatu veida vērtība
tr_tr: Metadata tipi

source: Document metadata added
lv: Pievienoti dokumenta metadati

source: Document metadata edited
lv: Rediģēti dokumenta metadati

source: Document metadata removed
lv: Dokumenta metadati ir noņemti

source: Metadata type created
lv: Izveidots metadatu veids

source: Metadata type edited
lv: Rediģētais metadatu veids

source: Metadata type relationship updated
lv: Metadatu veida attiecības atjauninātas

source: Name
lv: Nosaukums
tr_tr: Ad

source: Value
lv: Vērtība
tr_tr: Değer

source: Update
lv: Atjaunināt
tr_tr: Güncelleştirme

source: Required
lv: Nepieciešams
tr_tr: Gereklidir

source: Lookup value error: %s
lv: Meklēt vērtības kļūda: %s
tr_tr: Arama değeri hatası: %s

source: Default value error: %s
lv: Noklusējuma vērtības kļūda: %s
tr_tr: Varsayılan değer hatası: %s

source: "%s" is required for this document type.
lv: "%s" ir nepieciešams šim dokumenta tipam.
tr_tr: Bu belge türü için "%s" gerekiyor.

source: Metadata types to be added to the selected documents.
lv: Metadatu veidi, kas jāpievieno izvēlētajiem dokumentiem.
tr_tr: Seçilen belgelere eklenecek meta veri türleri.

source: Metadata type
lv: Metadatu veids
tr_tr: Meta veri türü

source: Remove
lv: Noņemt
tr_tr: Kaldır

source: Available template context variables:
lv: Pieejamie veidnes konteksta mainīgie:
tr_tr: Kullanılabilir şablon bağlam değişkenleri:

source: None
lv: Nav neviens
tr_tr: Yok

source: Optional
lv: Neobligāti
tr_tr: İsteğe bağlı

source: Add metadata
lv: Pievienot metadatus
tr_tr: Meta veri ekle

source: Edit metadata
lv: Rediģēt metadatus
tr_tr: Meta verileri düzenle

source: Remove metadata
lv: Noņemiet metadatus
tr_tr: Meta verileri kaldır

source: Metadata types
lv: Metadatu veidi
tr_tr: Meta veri türleri

source: Document types
lv: Dokumentu veidi
tr_tr: Doküman türleri

source: Create new
lv: Izveidot jaunu
tr_tr: Yeni oluştur

source: Delete
lv: Dzēst
tr_tr: Sil

source: Edit
lv: Rediģēt
tr_tr: Düzenle

source: Selected documents must be of the same type.
lv: Atlasītajiem dokumentiem jābūt vienāda veida.
tr_tr: Seçilen belgeler aynı türde olmalıdır.

source: Name used by other apps to reference this metadata type. Do not use python reserved words, or spaces.
lv: Nosaukums, ko citas lietotnes izmanto, lai norādītu uz šo metadatu tipu. Neizmantojiet rezervētos vārdus, kas ir rezervēti, vai atstarpes.

source: Label
lv: Etiķete
tr_tr: Etiket

source: Default
lv: Noklusējums
tr_tr: Varsayılan

source: Lookup
lv: Meklēt
tr_tr: Yukarı Bak

source: The validator will reject data entry if the value entered does not conform to the expected format.
lv: Validators noraidīs datu ievadīšanu, ja ievadītā vērtība neatbilst paredzētajam formātam.
tr_tr: Girilen değer beklenen biçime uymuyorsa, doğrulayıcı veri girişi reddedecektir.

source: Validator
lv: Validators
tr_tr: Doğrulayıcı

source: The parser will reformat the value entered to conform to the expected format.
lv: Parsētājs pārveidos ievadīto vērtību, lai tas atbilstu paredzētajam formātam.
tr_tr: Ayrıştırıcı, girilen değeri beklenen biçimde uyacak şekilde yeniden biçimlendirir.

source: Parser
lv: Parsētājs
tr_tr: Ayrıştırıcı

source: Value is not one of the provided options.
lv: Vērtība nav viena no piedāvātajām iespējām.
tr_tr: Değer, sağlanan seçeneklerden biri değildir.

source: Document
lv: Dokuments
tr_tr: belge

source: Type
lv: Tips
tr_tr: tip

source: The actual value stored in the metadata type field for the document.
lv: Faktiskā vērtība, kas saglabāta dokumenta metadatu tipa laukā.

source: Document metadata
lv: Dokumentu metadati
tr_tr: Belge meta verileri

source: Metadata type is required for this document type.
lv: Šim dokumenta tipam ir nepieciešams metadatu veids.
tr_tr: Bu belge türü için meta veri türü gerekiyor.

source: Metadata type is not valid for this document type.
lv: Metadatu veids nav derīgs šim dokumenta tipam.
tr_tr: Meta veri türü, bu doküman türü için geçerli değil.

source: Document type
lv: Dokumenta veids
tr_tr: Belge Türü

source: Document type metadata type options
lv: Dokumenta tipa metadatu tipa opcijas
tr_tr: Belge türü meta veri türü seçenekleri

source: Document type metadata types options
lv: Dokumenta tipa metadatu tipu opcijas
tr_tr: Belge türü meta veri türleri seçenekleri

source: Add metadata to a document
lv: Pievienojiet dokumentam metadatus
tr_tr: Bir belgeye meta veri ekleme

source: Edit a document's metadata
lv: Rediģējiet dokumenta metadatus
tr_tr: Bir belgenin meta verilerini düzenleme

source: Remove metadata from a document
lv: Noņemt metadatus no dokumenta
tr_tr: Meta verileri bir belgeden kaldır

source: View metadata from a document
lv: Skatiet dokumenta metadatus
tr_tr: Bir belgeden meta verileri görüntüleme

source: Metadata setup
lv: Metadatu iestatīšana
tr_tr: Meta veri kurulumu

source: Edit metadata types
lv: Rediģēt metadatu tipus
tr_tr: Meta veri türlerini düzenleme

source: Create new metadata types
lv: Izveidojiet jaunus metadatu tipus
tr_tr: Yeni metadata türleri oluşturma

source: Delete metadata types
lv: Dzēst metadatu tipus
tr_tr: Meta veri türlerini sil

source: View metadata types
lv: Skatīt metadatu tipus
tr_tr: Meta veri türlerini görüntüleme

source: Remove metadata type
lv: Noņemt metadatu veidu
tr_tr: Meta veri türünü kaldır

source: Add required metadata type
lv: Pievienot nepieciešamo metadatu veidu
tr_tr: Gerekli metadata türünü ekle

source: Metadata value
lv: Metadatu vērtība
tr_tr: Meta veri değeri

source: Primary key of the metadata type to be added.
lv: Pievienojamā metadatu tipa primārā atslēga.
tr_tr: Eklenecek meta veri türünün birincil anahtarı.

source: Primary key of the metadata type to be added to the document.
lv: Dokumentam pievienojamā metadatu tipa primārā atslēga.
tr_tr: Belgeye eklenecek meta veri türünün birincil anahtarı.

source: Metadata add request performed on %(count)d document
lv: Metadatu pievienošanas pieprasījums ir izpildīts dokumentā %(count)d
tr_tr: %(count)d belge üzerinde gerçekleştirilen meta veri ekleme isteği

source: Metadata add request performed on %(count)d documents
lv: Metadatu pievienošanas pieprasījums ir izpildīts dokumentos %(count)d
tr_tr: %(count)d belgeler üzerinde gerçekleştirilen meta veri ekleme isteği

source: Add
lv: Pievienot
tr_tr: Ekle

source: Add metadata types to document
lv: Pievienojiet dokumentiem metadatu veidus
tr_tr: Belgelere meta veri türleri ekleme

source: Add metadata types to document: %s
lv: Pievienot metadatu veidus dokumentam: %s
tr_tr: Belgeye meta veri türleri ekleyin: %s

source: Error adding metadata type "%(metadata_type)s" to document: %(document)s; %(exception)s
lv: Kļūda, pievienojot dokumentam "%(metadata_type)s" metadatu tipu: %(document)s; %(exception)s
tr_tr: Belgeye "%(metadata_type)s" meta veri türü eklenirken hata oluştu: %(document)s; %(exception)s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
lv: Metadatu veids: %(metadata_type)s veiksmīgi pievienots dokumentam %(document)s.
tr_tr: Meta veri türü: %(metadata_type)s belgeye başarıyla eklendi %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
lv: Metadatu veids: %(metadata_type)s jau ir iekļauts dokumentā %(document)s.
tr_tr: Meta veri türü: %(metadata_type)s zaten belgede mevcut %(document)s.

source: Metadata edit request performed on %(count)d document
lv: Metadatu rediģēšanas pieprasījums, kas veikts dokumentā %(count)d
tr_tr: %(count)d doküman üzerinde gerçekleştirilen meta veri düzenleme isteği

source: Metadata edit request performed on %(count)d documents
lv: Metadatu rediģēšanas pieprasījums, kas veikts dokumentos %(count)d
tr_tr: %(count)d dokümanları üzerinde yapılan meta veri düzenleme isteği

source: Add metadata types available for this document's type and assign them corresponding values.
lv: Pievienojiet šī dokumenta tipam pieejamos metadatu veidus un piešķiriet tiem atbilstošās vērtības.

source: There is no metadata to edit
lv: Nav nepieciešams rediģēt metadatus

source: Edit document metadata
lv: Rediģēt dokumentu metadatus
tr_tr: Belge meta verilerini düzenleme

source: Edit metadata for document: %s
lv: Dokumenta metadatu rediģēšana: %s
tr_tr: Dokümanın meta verilerini düzenleme: %s

source: Error editing metadata for document: %(document)s; %(exception)s.
lv: Rediģējot dokumenta metadatus, radās kļūda: %(document)s; %(exception)s.
tr_tr: Dokümanın meta verilerini düzenleme hatası: %(document)s; %(exception)s.

source: Metadata for document %s edited successfully.
lv: Dokumenta %s veiksmīgi rediģēti metadati.
tr_tr: %s dokümanı için meta veri başarıyla düzenlendi.

source: Add metadata types this document's type to be able to add them to individual documents. Once added to individual document, you can then edit their values.
lv: Pievienot metadatus, kas ieraksta šī dokumenta tipu, lai tos varētu pievienot atsevišķiem dokumentiem. Pēc pievienošanas atsevišķam dokumentam varat rediģēt savas vērtības.

source: This document doesn't have any metadata
lv: Šajā dokumentā nav metadatu

source: Metadata for document: %s
lv: Dokumenta metadati: %s
tr_tr: Dokümanın meta verileri: %s

source: Metadata remove request performed on %(count)d document
lv: Metadatu noņemšanas pieprasījums, kas veikts dokumentā %(count)d
tr_tr: %(count)d doküman üzerinde gerçekleştirilen meta veri kaldırma isteği

source: Metadata remove request performed on %(count)d documents
lv: Metadatu noņemšanas pieprasījums, kas veikts dokumentos %(count)d
tr_tr: %(count)d belgeler üzerinde gerçekleştirilen meta veri kaldırma isteği

source: Remove metadata types from the document
lv: Noņemiet metadatu veidus no dokumentiem
tr_tr: Meta veri türlerini belgelerden kaldır

source: Remove metadata types from the document: %s
lv: Noņemt metadatu veidus no dokumenta: %s
tr_tr: Metadaki veri türlerini belgeden kaldırın: %s

source: Successfully remove metadata type "%(metadata_type)s" from document: %(document)s.
lv: Veiksmīgi noņemt metadatu tipu "%(metadata_type)s" no dokumenta: %(document)s.
tr_tr: "%(metadata_type)s" meta veri türünü belgeden başarıyla kaldırın: %(document)s.

source: Error removing metadata type "%(metadata_type)s" from document: %(document)s; %(exception)s
lv: Atceļot metadatu tipu "%(metadata_type)s" no dokumenta, radās kļūda: %(document)s; %(exception)s
tr_tr: "%(metadata_type)s" meta veri türünü belgeden kaldırma hatası: %(document)s; %(exception)s

source: Create metadata type
lv: Izveidot metadatu veidu
tr_tr: Meta veri türü oluştur

source: Delete the metadata type: %s?
lv: Dzēst metadatu veidu: %s?
tr_tr: Metadata türünü silin: %s?

source: Edit metadata type: %s
lv: Rediģēt metadatu veidu: %s
tr_tr: Meta veri türü düzenleme: %s

source: Metadata types are users defined properties that can be assigned values. Once created they must be associated to document types, either as optional or required, for each. Setting a metadata type as required for a document type will block the upload of documents of that type until a metadata value is provided.
lv: Metadatu veidi ir lietotāju definētas īpašības, kurām var piešķirt vērtības. Kad tas ir izveidots, katram no tiem ir jābūt saistītam ar dokumenta tipiem, vai nu kā izvēles, vai nepieciešamajiem. Metadatu tipa iestatīšana, kas nepieciešama dokumenta tipam, bloķēs šāda veida dokumentu augšupielādi, līdz tiks nodrošināta metadatu vērtība.

source: There are no metadata types
lv: Nav metadatu tipu

source: Enter document metadata
lv: Ievadiet dokumenta metadatus

source: Documents missing required metadata
tr_tr: Gerekli meta verileri eksik olan belgeler

source: Documents missing optional metadata
tr_tr: İsteğe bağlı meta verileri eksik belgeler

source: Queryset containing a MetadataType instance reference and a value for that metadata type
tr_tr: Bir MetadataType örnek başvurusu ve bu meta veri türü için bir değer içeren bir sorgu

source: Value of a metadata
tr_tr: Bir meta verinin değeri

source: Return the value of a specific document metadata
tr_tr: Belge metadata sının değerini döndür

source: Relationship
tr_tr: İlişki

source: Name used by other apps to reference this value. Do not use python reserved words, or spaces.
tr_tr: Bu değere referans vermek için diğer uygulamalar tarafından kullanılan ad. Python için ayrılmış kelimeler veya boşluklar kullanmayın.

source: Enter a template to render. Use Django's default templating language (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/)
tr_tr: İşlemek için bir şablon girin. Django'nun varsayılan şablonlama dili kullanın (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/)

source: Enter a template to render. Must result in a comma delimited string. Use Django's default templating language (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/).
tr_tr: İşlemek için bir şablon girin. Virgülle ayrılmış bir dizge ile sonuçlanmalıdır. Django'nun varsayılan şablonlama dili (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/) kullanın.

source: Internal name
tr_tr: Dahili adı

source: Error updating relationship; %s
tr_tr: İlişki güncelleme hatası; %s

source: Relationships updated successfully
tr_tr: İlişkiler başarıyla güncellendi

source: Metadata types for document type: %s
tr_tr: Doküman türü için meta veri türleri: %s

source: Document types for metadata type: %s
tr_tr: Meta veri türü için doküman türleri: %s
