Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: apps/converter/locale/*/LC_MESSAGES/django.po
Languages: es

source: file formats
es: formatos de archivo

source: suported file formats
es: formatos de archivos apoyados

source: name
es: nombre

source: description
es: descripci贸n

source: File path to imagemagick's convert program.
es: Ruta de archivo al programa de imagemagick, convert.

source: File path to imagemagick's identify program.
es: Ruta de archivo al programa de imagemagick, identify.

source: File path to unpaper program.
es: Ruta de archivo al programa unpaper.

source: File path to graphicsmagick's program.
es: Ruta de archivo al programa imagemagick.

source: Graphics conversion backend to use. Options are: converter.backends.imagemagick and converter.backends.graphicsmagick.
es: Manejador de conversi贸n a usarse. Opciones son: converter.backends.imagemagick y converter.backends.graphicsmagick.

source: Help
es: Ayuda

source: These are the file formats supported by the currently selected converter backend. In this case: '%(backend)s'
es: Estos son los formatos de archivo apoyados por el servidor del convertidor seleccionado. En este caso: '%(backend)s'
