Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: bg, de_de, el, fa, it, nl, pl, pt_br, ru, sl

source: Checkouts
bg: Изписване
de_de: Ausbuchungen
el: Δεσμευμένα
fa: خروج Checkout
it: Uscite
pl: Blokady
ru: Забронированные документы
sl: Odjave

source: Checked out documents
bg: Изписани документи
el: Δεσμευμένα έγγραφα
nl: Uitgecheckte documenten
pl: Zablokowane dokumenty
ru: Забронированные документы
sl: Odjavljeni dokumenti

source: Document automatically checked in
bg: Автоматично регистрирани документи
de_de: Dokument automatisch eingebucht
el: Έγγραφο αποδεσμεύτηκε αυτόματα
fa: سند بصورت اتوماتیک وارد شده است.
it: Documento automaticamente in entrata
nl: Document automatisch ingecheckt
pl: Dokument został automatycznie odblokowany
pt_br: Documento checked in automático
ru: Документ автоматически освобождён
sl: Dokument je avtomatsko prijavljen

source: Document checked in
bg: Докъментът е регистриран
de_de: Dokument eingebucht
el: Έγγραφο αποδεσμεύτηκε
fa: سند وارد شد.
it: Documento in entrata
nl: Document ingecheckt
pl: Dokument został odblokowany
pt_br: Documento checked in
ru: Документ освобождён
sl: Dokument prijavljen

source: Document checked out
bg: Документът е изписан
de_de: Dokument ausgebucht
el: Έγγραφο δεσμεύτηκε
fa: سند خارج شد.
it: Documento in uscita
nl: Document uitgecheckt
pl: Dokument został zablokowany
pt_br: Documento checked out
ru: Документ забронирован
sl: Dokument prijavljen

source: Document forcefully checked in
bg: Документът е принудително регистриран
de_de: Dokument zwingend eingebucht
el: Έγγραφο υποχρεώθηκε σε αποδέσμευση
fa: سند طبق دستور وارد شد.
it: Forza documento in entrata
nl: Document geforceerd ingecheckt
pl: Wymuszono odblokowanie dokumentu
pt_br: Documento forçando o check-in
ru: Документ освобождён принудительно
sl: Dokumentu je vsiljena prijava

source: Document not checked out.
bg: Документът не е проверен.
el: Έγγραφο δεν δεσμεύτηκε.
nl: Document niet uitgecheckt.
pl: Dokument nie został wyewidencjonowany.
ru: Документ не забронирован.
sl: Dokument ni odjavljen.

source: Document already checked out.
bg: Документът вече е изписан.
de_de: Dokument bereits ausgebucht
el: Έγγραφο ήδη δεσμευμένο.
fa: سند در حال حاضر خارج و یا checked out شده است.
it: Documento già uscito
nl: Document reeds uitgecheckt.
pl: Dokument jest już zablokowany.
pt_br: Documento já fez check-out.
ru: Документ уже забронирован.
sl: Dokument je že odjavljen

source: Document status
bg: Състояние на документа
el: Κατάσταση εγγράφου
pl: Status dokumentu
ru: Статус документа
sl: Stanje dokumenta

source: User
bg: Потребител
el: Χρήστης
nl: Gebruiker
pl: Użytkownik
ru: Пользователь
sl: Uporabnik

source: Check out time
bg: Време на изписване
el: Ώρα δέσμευσης
nl: Uitcheck tijd
pl: Czas blokady
ru: Начало бронирования
sl: Čas odjave

source: Check out expiration
bg: Срок на изписване
el: Λήξη δέσμευσης
nl: Uitchecken verloopt
pl: Wygaśnięcie blokady
ru: Окончание бронирования
sl: Preverite rok veljavnosti

source: Yes
bg: Да
de_de: Ja
el: Ναι
fa: بلی
it: Si
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sl: Da

source: No
bg: Не
de_de: Nein
el: Όχι
fa: خیر
nl: Nee
pl: Nie
pt_br: não
ru: Нет
sl: Ne

source: Check out document
bg: Изписване на документ
de_de: Dokument ausbuchen
el: Δέσμευση εγγράφου
fa: خروج checkout سند
it: Documento in uscita
nl: Document uitchecken
pl: Zablokuj dokument
pt_br: Documento Check out
ru: Забронировать документ
sl: Odjavi dokument

source: Check out
bg: Изписване
el: Δέσμευση
nl: Uitchecken
pl: Zablokuj
ru: Забронировать
sl: Preveri

source: Check in document
bg: Регистриране на документ
de_de: Dokument einbuchen
el: Αποδέσμευση εγγράφου
fa: ورود check in سند
it: Documento in entrata
nl: Document inchecken
pl: Odblokuj dokument
pt_br: Documento Check in
ru: Освободить документ
sl: Prijavi dokument

source: Check in
bg: Регистриране
el: Αποδέσμευση
nl: Inchecken
pl: Odblokuj
ru: Освободить
sl: Prijava

source: Check in/out
bg: Регистриране / изписване
de_de: Aus-/Einbuchen
el: Δέσμευση/Αποδέσμευση
fa: ورود/خروج
nl: In-/uitchecken
pl: Blokada
ru: Бронирование
sl: Prijava / Odjava

source: Checked out
bg: Изписан
de_de: Ausgebucht
el: Δεσμευμένο
fa: خارج شده checked out
nl: Uitgecheckt
pl: Zablokowany
ru: Забронирован
sl: Odjavljen

source: Checked in/available
bg: Регистрирани / налични
de_de: Eingebucht/Verfügbar
el: Αποδεσμευμένο / διαθέσιμο
fa: وارد شده و یا موجود Checked in
it: Check-in / disponibile
nl: Ingecheckt/beschikbaar
pl: Odblokowany/dostępny
pt_br: Checked in disponível
ru: Свободен (доступен для бронирования)
sl: Prijavljen / na voljo

source: Document
bg: Документ
de_de: Dokument
el: Έγγραφο
fa: سند
it: Documento
pl: Dokument
pt_br: Documento
ru: Документ
sl: Dokument

source: Check out date and time
bg: Дата и час на изписване
de_de: Ausbuchungsbeginn
el: Ημέρα και ώρα δέσμευσης
fa: تاریخ و زمان خروج check out
it: Uscito in data e ora
nl: Uitcheckdatum en tijd
pl: Data i czas blokady
pt_br: Data e hora do Check out
ru: Дата и время бронирования
sl: Oglejte si datum in čas

source: Amount of time to hold the document checked out in minutes.
bg: Време за задържане на изписания документ в минути.
de_de: Zeit, für die das Dokument ausgebucht werden soll
el: Χρονική διάρκεια δέσμευσης εγγράφου σε λεπτά.
fa: مدت زمان مجاز برای خارج نگه داشتن سند به دقیقه.
it: Minuti disponibili per fermare il documento in checked out
nl: Hoelang in minuten uitgedrukt het document uitgecheckt houden.
pl: Liczba dni, godzin lub minut w trakcie których dokument będzie zablokowany.
pt_br: Quantidade de tempo para armazenar o documento com check-out em poucos minutos.
ru: Период, на который документ будет забронирован.
sl: Količina časa, da se dokument odjavi v minutah.

source: Check out expiration date and time
bg: Срок на изписване - дата и час
de_de: Ausbuchungsende
el: Ημέρα και ώρα λήξης δέσμευσης
fa: انقضای مهلت خروج و یا Check out تاریخ و زمان
it: Scopri la data e l'ora di scadenza
nl: Uitcheck verloopdatum en tijd
pl: Data i czas wygaśnięcia blokady
pt_br: Confira data e hora de expiração
ru: Окончание бронирования через
sl: Preverite datum in čas veljavnosti

source: Document checkout
bg: Изписване на документ
de_de: Ausbuchung
el: Δέσμευση εγγράφου
fa: خروج و یا checkout سند
it: Documento uscito
pl: Blokada dokumentu
pt_br: Documento checked out
ru: Бронирование документа
sl: Odjava dokumentov

source: Document checkouts
bg: Изписвания на документи
de_de: Ausbuchungen
el: Δέσμευση εγγράφων
fa: خروجی های check out سند
it: Documenti usciti
pl: Blokady dokumentu
pt_br: Documentos checkouts
ru: Бронирования документа
sl: Odjava dokumentov

source: Check out expiration date and time must be in the future.
bg: Датата и часът за срока на изписване трябва да бъдат в бъдещето.
el: Η ημέρα και ώρα λήξης δέσμευσης θα πρέπει να είναι στο μέλλον.
nl: Uitcheck verloopdatum en -tijd moet in de toekomst liggen.
pl: Wygaśnięcie blokady musi nastąpić w przyszłości.
ru: Время окончания бронирования должно быть в будущем.
sl: Preverite datum in čas poteka veljavnosti v prihodnosti.

source: Checkout time and date
bg: Час и дата на изписване
de_de: Ausbuchungsbeginn
el: Ημερομηνία και ώρα δέσμευσης
fa: زمان و تاریخ خروج
it: Ora e data checkout
nl: Uitcheckdatum en tijd
pl: Rozpoczęcie blokady
pt_br: Data e hora do Check out
ru: Начало бронирования
sl: Čas in datum odjave

source: Checkout expiration
bg: Срок на изписване
de_de: Ausbuchungsende
el: Λήξη δέσμευσης
fa: زمان پایان خارج بودن Checkout
it: Scadenza checkout
nl: Uitchecken verloopt
pl: Wygaśnięcie blokady
pt_br: Check Out expiração
ru: Окончание бронирования
sl: Potek plačila

source: Check in documents
bg: Регистриране на документи
de_de: Dokumente einbuchen
el: Αποδέσμευση εγγράφων
fa: ورود اسناد
it: Check in documenti
nl: Documenten inchecken
pl: Odblokuj dokumenty
pt_br: Documentos Check in
ru: Разрешить освобождать документы
sl: Preverite dokumente

source: Forcefully check in documents
bg: Принудително регистриране на документи
de_de: Dokumente zwingend einbuchen
el: Υποχρεωτική αποδέσμευση εγγράφων
fa: ورود اجباری اسناد
it: Forza il check in dei documenti
nl: Documenten geforceerd inchecken
pl: Wymuś odblokowanie dokumentów
pt_br: Forçando o check-in documentos
ru: Разрешить освобождать документы принудительно
sl: Prisilno preverite dokumente

source: Check out documents
bg: Изпиши документи
de_de: Dokumente ausbuchen
el: Δέσμευση εγγράφων
fa: خروج اسناد
it: Check out dei documenti
nl: Documenten uitchecken
pl: Zablokuj dokumenty
pt_br: Documentos Check out
ru: Разрешить бронировать документы
sl: Oglejte si dokumente

source: Check out details view
bg: Изглед на подробности за изписване
el: Προβολή λεπτομερειών δέσμευσης
nl: Overzicht uitcheck details
pl: Podgląd szczegółów blokady
ru: Просмотр подробностей бронирования
sl: Oglejte podrobnosti

source: Checkouts periodic
bg: Периодика на изписванията
el: Περιοδικές δεσμεύσεις
nl: Periodieke checkouts
pl: Okresowe blokady
ru: Бронирования периодические
sl: Redni ogledi

source: Check expired checkouts
bg: Провери изписванията с изтекъл срок
el: Έλεγχος ληγμένων δεσμεύσεων
nl: Controleren op verlopen checkouts
pl: Sprawdź wygasłe blokady
ru: Проверка истечения бронирования
sl: Preverite potekle oglede

source: Primary key of the document to be checked out.
bg: Основен ключ на документа, който трябва да бъде изписан.
el: Πρωτεύον κλειδί του εγγράφου προς δέσμευση.
nl: Primaire sleutel van het document dat uitgecheckt moet worden.
pl: Klucz podstawowy dokumentu do zablokowania.
ru: Первичный ключ бронируемого документа.
sl: Primarni ključ dokumenta, ki ga je treba pregledati.

source: Check out details for document: %s
bg: Данни за изписването на документ: %s
de_de: Ausbuchungsdetails für Dokument %s
el: Λεπτομέρειες δέσμευσης για έγγραφο: %s
fa: جزئیات خروج و یا Checkout سند: %s
it: Dettaglio del check out per il documento: %s
nl: Uitcheck details voor document: %s
pl: Szczegóły blokady dokumentu: %s
pt_br: Confira detalhes sobre documento:%s
ru: Бронирование документа: %s
sl: Oglejte si podrobnosti za dokument: %s

source: Checking out a document, blocks certain operations for a predetermined amount of time.
bg: Изписването на документ блокира някои операции за предварително определен период от време.
el: Η δέσμευση ενός εγγράφου, αποκλείει ορισμένες λειτουργίες για ένα προκαθορισμένο χρονικό διάστημα.
nl: Een document uitchecken blokkeert bepaalde bewerkingen voor een voorafingestelde tijd.
pl: Zablokowanie dokumentu powoduje blokadę pewnych operacji na określony czas.
ru: Бронирование документа блокирует на определенный срок отдельные операции с ним.
sl: Preverjanje dokumenta blokira določene operacije za vnaprej določen čas.

source: No documents have been checked out
bg: Не са изписани документи
el: Δεν υπάρχουν δεσμευμένα έγγραφα
nl: Er zijn geen documenten uitgecheckt
pl: Żadne dokumenty nie zostały zablokowane
ru: Нет забронированных документов
sl: Noben dokument ni preverjen

source: Amount
bg: Брой
el: Διάρκεια
nl: Aantal
pl: Ilość
ru: Количество
sl: Količina

source: Do not allow new version of this document to be uploaded.
de_de: Das Hochladen von neuen Versionen dieses Dokuments sperren
fa: از بارگذاری نسخه جدید این سند جلوگیری کنید.
it: Non permettere che la nuova versione di questo documento sia caricata.
pt_br: Não permitir nova versão deste documento a ser enviado.

source: Block new version upload
de_de: Hochladen von neuen Versionen sperren
fa: آپلود نسخه و یا بلوک جدید
it: Blocca la nuova versione in caricamento
pt_br: Permitir restrições imperativas do check out

source: Error trying to check out document; %s
de_de: Fehler bei der Ausbuchung von Dokument %s
fa: خطا در زمان خارج ویا checkout کردن سند: %s
it: Errore nel cercare il check out del documento; %s
pt_br: Erro tentando check-out de documentos;%s

source: Document "%s" checked out successfully.
de_de: Dokument "%s" erfolgreich ausgebucht
fa: سند "%s" بالاجبار خارج ویا checked out شد.
it: Il documento"%s" è uscito con successo
pt_br: Documento "%s" check-out com êxito.

source: Check out document: %s
de_de: Dokument %s ausbuchen
fa: خروج و یا check out سند: %s
it: Check out documento: %s
pt_br: Check out - documento: %s

source: Documents checked out
de_de: Ausgebuchte Dokumente
fa: اسناد خارج شده check out
it: Documenti estratti
pt_br: Documentos checked out

source: Document status: %s
de_de: Dokumentenstatus: %s
fa: وضعیت سند : %s
it: Stato del documento: %s
pt_br: Documento status: %s

source: User: %s
de_de: Benutzer: %s
fa: کاربر: %s
it: Utente: %s
pt_br: Usuario: %s

source: Check out time: %s
de_de: Ausbuchungsbeginn: %s
fa: زمان خارج ویا checkout کردن:%s
it: Ora del check out: %s
pt_br: Confira o tempo:%s

source: Check out expiration: %s
de_de: Ausbuchungsende: %s
fa: انقضای مهلت خارج و یا checkout بودن: %s
it: Scadenza del check out: %s
pt_br: Check out expirado: %s

source: New versions allowed: %s
de_de: Hochladen neuer Versionen erlaubt: %s
fa: نسخ جدید اجازه دارد: %s
it: Nuova versione concessa: %s
pt_br: Novas versões permitida:%s

source: Document has not been checked out.
de_de: Dokument wurde nicht ausgebucht
fa: سند خارج و یا checked out نشده است.
it: Il documento non è stato fatto uscire
pt_br: Documento não foi verificado.

source: Error trying to check in document; %s
de_de: Fehler bei der Einbuchung von Dokument %s
fa: خطا در زمان خروج و یا checkout سند: %s
it: Errore nel tentare il check out del documento; %s
pt_br: Erro tente novamente realizar o check no documento; %s

source: Document "%s" checked in successfully.
de_de: Dokument "%s" erfolgreich eingebucht
fa: سند "%s" با موفقیت وارد و یا checked in شد.
it: Il documento "%s" è entrato con successo
pt_br: Sucesso no checked in - Documento "%s"
