Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/folders/locale/*/LC_MESSAGES/django.po
Languages: da, hu, ro_ro

source: folder list
da: mappeliste
hu: mappalista
ro_ro: listă directoare

source: create folder
da: opret mappe
hu: mappa létrehozás
ro_ro: creați director

source: edit
da: redigér
hu: szerkesztés
ro_ro: editează

source: delete
da: slet
hu: törlés
ro_ro: șterge

source: remove from folder
da: fjern fra mappe
hu: eltávolítás a mappából
ro_ro: eliminați din directorul

source: folder documents
da: mappe dokumenter
hu: dokumentum mappa
ro_ro: documetele directorului

source: add to a folder
da: føje til en mappe
hu: a mappába helyez
ro_ro: adaugă la director

source: add to folder
da: føj til mappe
hu: mappába helyezés
ro_ro: adaugă la director

source: folders
da: mapper
hu: mappák
ro_ro: directoare

source: ACLs
da: ACL'er
hu: ACL-ek

source: Folder
da: Mappe
hu: Mappa
ro_ro: Director

source: title
da: titel
hu: cím
ro_ro: titlu

source: user
da: bruger
hu: felhasználó
ro_ro: utilizator

source: datetime created
da: oprettelsestidspunkt
hu: létrehozás dátuma és ideje
ro_ro: data şi timpul la care a fost creat

source: folder
da: mappe
hu: mappa
ro_ro: director

source: document
da: dokument
hu: dokumentum

source: folder document
da: mappe dokument
hu: dokumentum mappa
ro_ro: director document

source: folders documents
da: mapper dokumenter
hu: dokumentum mappák
ro_ro: directoare documente

source: Folders
da: Mapper
hu: Mappák
ro_ro: Directoare

source: Create new folders
da: Opret nye mapper
hu: Új mappa
ro_ro: Creați directoare noi

source: Edit new folders
da: Redigér nye mapper
hu: Új mappák módosítása
ro_ro: Editați noile directoare

source: Delete new folders
da: Slet nye mapper
hu: Új mappák törlése
ro_ro: Ștergeți noile directoare

source: Remove documents from folders
da: Fjern dokumenter fra mapper
hu: Dokumentumok eltávolítása a mappákból
ro_ro: Scoateți documentele din directoare

source: View existing folders
da: Se eksisterende mapper
hu: Meglévő mappák megtekintése
ro_ro: Vezi directoarele existente

source: Add documents to existing folders
da: Føj dokumenter til eksisterende mapper
hu: Dokumentumok elhelyezése a meglévő mappákba
ro_ro: Adaugă documente directoarelor existente

source: created
da: oprettet
hu: létrehozva
ro_ro: a fost creat de

source: documents
da: dokumenter
hu: dokumentumok
ro_ro: documente

source: Folder created successfully
da: Folder blevet oprettet
hu: mappa létrehozása sikerült
ro_ro: director creat cu succes

source: A folder named: %s, already exists.
da: En navngiven mappe: %s, eksisterer allerede.
hu: Már van %s nevű mappa.
ro_ro: Un director cu numele: %s, există deja.

source: Folder edited successfully
da: Mappe redigeret
hu: Mappa módosítása sikerült
ro_ro: Director editat cu succes

source: Error editing folder; %s
da: Fejl ved redigering af mappe; %s
hu: Hiba mappa módosítás közben; %s
ro_ro: Eroare editare director ;% s

source: edit folder: %s
da: redigér mappe: %s
hu: %s mappa módosítása
ro_ro: editează directorul %s

source: Folder: %s deleted successfully.
da: Mappe: %s slettet.
hu: %s mappa sikeresen törölve
ro_ro: Director %s eliminat cu succes.

source: Folder: %(folder)s delete error: %(error)s
da: Mapper: %(folder)s slettefejl: %(error)s
hu: Hiba a %(folder)s mappa törlésekor: %(error)s
ro_ro: Eroare %(error)s ştergere director %(folder)s

source: Are you sure you with to delete the folder: %s?
da: Er du sikker på at du vil slette mappen: %s?
hu: Biztosan törölni akarja a %s mappát?
ro_ro: Ştergeți directorul:% s?

source: documents in folder: %s
da: dokumenter i mappen: %s
hu: dokumentumok a %s mappában
ro_ro: documentele din directorul:% s

source: Must provide at least one document.
da: Angiv mindst ét ​​dokument.
hu: Adjon meg legalább egy dokumentumot.
ro_ro: Trebuie selectat cel puțin un document.

source: Document: %(document)s added to folder: %(folder)s successfully.
da: Dokument: %(document)s føjet til mappen: %(folder)s med succes.
hu: A %(document)s dokumentum elhelyezése a %(folder)s mappában sikerült.
ro_ro: Documentul:%(document)s a fost adăugat la directorul :%(folder)s cu succes.

source: Document: %(document)s is already in folder: %(folder)s.
da: Dokument: %(document)s er allerede i mappen: %(folder)s.
hu: A %(document)s nevű dokumentum már van a %(folder)s. mappában.
ro_ro: Documentul: %(document)s este deja în directorul : %(folder)s.

source: Add document: %s to folder.
da: Tilføj dokument: %s til mappe.
hu: Dokumentum elhelyezése a %s mappában.
ro_ro: Adaugă documentul:% s la director.

source: Add documents: %s to folder.
da: Tilføj dokumenter: %s til mappe.
hu: Dokumentumok elhelyezése a %s mappában.
ro_ro: Adaugă documentele:% s la director.

source: folders containing: %s
da: mapper, der indeholder: %s
hu: A mappa tartalma: %s
ro_ro: directoare care conțin:% s

source: Must provide at least one folder document.
da: Skal give mindst ét mappe dokument.
hu: Legalább egy dokumentum mappa szükséges
ro_ro: Trebuie selectat cel puțin un director.

source: Document: %s removed successfully.
da: Dokument: %s blev slettet.
hu: A %s dokumentum eltávolítása sikerült.
ro_ro: Document: % s eliminat cu succes.

source: Document: %(document)s delete error: %(error)s
da: Dokument: %(document)s slettefejl: %(error)s
hu: Hiba %(error)s a %(document)s dokumentum törlésekor.
ro_ro: Eroare %(error)s ştergere document %(document)s

source: Are you sure you wish to remove the document: %(document)s from the folder "%(folder)s"?
da: Er du sikker på du vil fjerne dokumentet: %(document)s fra mappen " %(folder)s "?
hu: Biztosan eltávolítja a %(document)s dokumentumot a "%(folder)s" mappából?
ro_ro: Sunteți sigur că doriți să eliminați documentul :%(document)s din directorul "%(folder)s"?

source: Are you sure you wish to remove the documents: %(documents)s from the folder "%(folder)s"?
da: Er du sikker på du vil fjerne dokumenter: %(documents)s fra mappen " %(folder)s "?
hu: Biztosan eltávolítja a %(documents)s dokumentumokat a "%(folder)s" mappából?
ro_ro: Sunteți sigur că doriți să ștergeți cele %(documents)s din directorul "%(folder)s"?

source: What are folders?
da: Hvad er mapper?
hu: Mik azok a mappák?
ro_ro: Ce sunt directoarele?

source: These folders can also be described as user folders. They are a way to let individual users create their own document organization methods. Folders created by one user and the documents contained by them don't affect any other user folders or documents.
da: Disse mapper kan også beskrives som brugermapper. De er en måde at lade de enkelte brugere oprette deres egne måde at organisere dokumenter. Mapper oprettet af en bruger og dokumenter i dem, påvirker ikke andre brugermapper eller dokumenter.
hu: Ezek a mappák hasonlóak, mint a felhasználók mappái a számítógépen. Ez lehetőséget biztosít arra, hogy az egyes felhasználók saját dokumentumaik tárolására egyéni módszert, logikát alakítsanak ki. A felhasználók által létrehozott mappák és a bennük elhelyezett dokumentumaik nem befolyásolják más felhasználók mappáit és dokumentumait.
ro_ro: Directoarele pot fi descris ca directoare de utilizator. Ele sunt un mod de a permite utilizatorilor individuali creeze propriile metode de organizare a documentelor. Directoarele create de un utilizator și documentele conținute de acestea nu afectează alte directoare sau documente ale altui utilizator.

source: Add document to a folder
da: Tilføj dokument til en mappe
hu: Dokumentum elhelyezése egy mappában
ro_ro: Adaugă un document într-un director
