Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt, ru

source: Submit document for OCR
es: Enviar documento para OCR
it: Sottoporre documenti per l'OCR
pt: Submeter documento para OCR
ru: Отправить документ для распознавания текста

source: Delete document for OCR queue
es: Eliminar documento de la cola de OCR
it: Cancellare i documenti dalla coda per OCR
pt: Excluir documento da lista de OCR
ru: Удалить документ из очереди распознавания

source: Can enable/disable an OCR queue
es: Puede activar / desactivar una cola de OCR
it: Posso attivare/disattivare una coda per OCR
pt: Pode ativar/desativar uma lista de OCR
ru: Можно включить / выключить очереди распознавания

source: Can execute an OCR clean up on all document pages
es: Puede ejecutar un programa de OCR de limpieza en todas las páginas de los documentos
it: Può eseguire un OCR ripulendo tutte le pagine del documento
pt: Pode executar uma limpeza de OCR em todas as páginas do documento
ru: Невозможно выполнить распознавание на всех страницах документа

source: Can edit an OCR queue properties
es: Puede editar las propiedades de un cola de OCR
it: Posso modificare le proprità della coda di OCR
pt: Pode editar uma lista de propriedades OCR
ru: Можно редактировать свойства очереди распознавания

source: OCR
ru: Распознавание текста

source: OCR Setup
es: Configuración de OCR
it: Configurazione OCR
pt: Configuração de OCR
ru: Настройки распознавания

source: submit to OCR queue
es: enviar a lista de OCR
it: Sottoponi una coda di OCR
pt: submeter à lista de OCR
ru: отправить на распознавание

source: re-queue
es: volver a la cola
it: riaccoda
pt: re-enfileirar
ru: переотправить

source: delete
es: eliminar
it: cancella
pt: excluir
ru: удалить

source: stop queue
es: detener cola
it: stoppa la coda
pt: parar lista
ru: остановка очереди

source: activate queue
es: activar cola
it: attiva la coda
pt: ativar lista
ru: активировать очередь

source: clean up pages content
es: limpiar el contenido
it: ripulisci il contenuto delle pagine
pt: limpar conteúdo das páginas
ru: очистка содержимого страниц

source: Runs a language filter to remove common OCR mistakes from document pages content.
es: Ejecuta un filtro de lenguaje para eliminar los errores más comunes de OCR del contenido de las paginas del documento.
it: Esegue un filtro per rimuovere i comuni errori di OCR dal contenuto del documento pagine.
pt: Executa um filtro de linguagem para remover erros comuns de OCR do conteúdo das páginas do documento.
ru: Применить языковый фильтр для удаления общих ошибок распознавания содержимого страниц документа.

source: queue document list
es: lista de documentos en la cola
it: lista dei documenti in coda
pt: lista de documentos da fila
ru: список очереди документов

source: active tasks
es: tareas activas
it: attiva i tasks
pt: tarefas ativas
ru: активные задачи

source: transformations
es: transformaciones
it: transformazioni
pt: transformações
ru: преобразования

source: add transformation
es: añadir transformación
it: aggiungi trasformazione
pt: adicionar transformação
ru: добавить преобразование

source: edit
es: editar
it: modifica
pt: editar
ru: редактировать

source: Default
es: Por defecto
pt: Padrão
ru: Умолчание

source: Checks the OCR queue for pending documents.
es: Comprueba la cola de OCR para documentos pendientes.
it: Controlla i documenti nella coda dell'OCR
pt: Verifica a lista de OCR para documentos pendentes.
ru: Проверить очередь документов ожидающих распознавания .

source: Text from OCR
es: Texto de OCR
it: testo dall'OCR
pt: Texto de OCR
ru: Распознанный текст

source: stopped
es: detenido
it: fermato
pt: parado
ru: остановлено

source: active
es: activo
it: attivo
pt: ativo
ru: активно

source: pending
es: pendiente
it: in esecuzione
pt: pendente
ru: в ожидании

source: processing
es: en procesamiento
it: in elaborazione
pt: processamento
ru: обработка

source: error
it: errore
pt: erro
ru: ошибка

source: name
es: nombre
it: nome
pt: nome
ru: имя

source: label
es: etiqueta
it: etichetta
pt: rótulo
ru: этикетка

source: state
es: estado
it: stato
pt: estado
ru: состояние

source: document queue
es: cola de documento
it: coda del documento
pt: lista de documento
ru: очередь документов

source: document queues
es: colas de documentos
it: code di documenti
pt: listas de documento
ru: очереди документов

source: document
es: documento
it: documento
pt: documento
ru: документ

source: date time submitted
es: fecha y hora sometido
it: orario di esecuzione
pt: data e hora submetido
ru: дата и время отправления

source: delay ocr
es: retraso ocr
it: proroga ocr
pt: atraso ocr
ru: задержка распознавания

source: result
es: resultado
it: risultato
pt: resultado
ru: результат

source: node name
es: nombre del nodo
it: nome del nodo
pt: nome do nó
ru: имя узла

source: queue document
es: documento en la cola
it: coda del documento
pt: enfileirar documento
ru: документ очереди

source: queue documents
es: documentos en la cola
it: code dei documenti
pt: enfileirar documentos
ru: документы очереди

source: Missing document.
es: Documento no encontrado.
it: Documento perso
pt: Falta de documento.
ru: Документа отсутствует.

source: Enter a valid value.
es: Introduzca un valor válido.
it: Inserisci un valore valido
pt: Digite um valor válido.
ru: Введите допустимое значение.

source: order
es: orden
it: ordina
pt: ordem
ru: порядок

source: transformation
es: transformación
it: trasforma
pt: transformação
ru: преобразование

source: arguments
es: argumentos
it: argomenti
pt: argumentos
ru: аргументы

source: Use dictionaries to indentify arguments, example: %s
es: Utilize diccionarios para indentificar argumentos, por ejemplo: %s
it: Usa un dizionario per identificare gli argomenti, esempio: %s
pt: Use dicionários para identificar argumentos, exemplo: %s
ru: Использование словарей для определения аргументов, например: %s

source: document queue transformation
es: transformación de cola de documentos
it: coda del documento in trasformazione
pt: transformação de lista de documento ocr
ru: преобразование очереди документов

source: document queue transformations
es: transformaciones de cola de documentos
it: code dei documenti in trasformazione
pt: transformações de listas de documentos
ru: преобразование очереди документов

source: Document queues: %d
es: Colas de documentos: %d
it: Coda documento:%d
pt: Listas de documento: %d
ru: Очередей документов: %d

source: Queued documents: %d
es: Documentos en la cola: %d
it: Code di documenti:%d
pt: Documentos na lista: %d
ru: Документов в очереди : %d

source: OCR statistics
es: Estadísticas de OCR
it: Statistiche OCR
pt: estatísticas de OCR
ru: статистика распознавания

source: documents in queue: %s
es: documentos en la cola: %s
it: documenti in coda: %s
pt: documentos na lista: %s
ru: документы в очереди: %s

source: thumbnail
es: miniatura
pt: miniatura
ru: миниатюра

source: document queue properties
es: propiedades de la cola de documentos
it: proprietà della coda documenti
pt: propriedades da lista de documento
ru: свойства очереди документов

source: Current state: %s
es: Estado actual: %s
it: Stato corrente: %s
pt: Estado atual: %s
ru: Текущее состояние:%s

source: Must provide at least one queue document.
es: Debe proveer al menos un documento en cola.
it: Deve fornire almeno un documento di coda.
pt: Deve fornecer pelo menos um documento da lista.
ru: Должна быть хотя бы одна очередь документов.

source: Document: %s is being processed and can't be deleted.
es: El documento: %s ya está en proceso y no se puede se eliminado.
it: Il document: %s è in elaborazione e non può essere cancellato.
pt: Documento: %s está sendo processado e não pode ser excluído.
ru: Документ: %s обрабатывается и не может быть удален.

source: Queue document: %(document)s deleted successfully.
es: Documento de la cola: %(document)s eliminado exitosamente.
it: Coda documento: %(document)s cancellata con successo.
pt: Lista de documento: %(document)s removido com sucesso.
ru: Очередь документов: %(document)s успешно удалён.

source: Error deleting document: %(document)s; %(error)s
es: Error al eliminar el documento: %(document)s; %(error)s
it: Errore nella cancellazione del documento: %(document)s; %(error)s
pt: Erro ao excluir documento: %(document)s; %(error)s
ru: Ошибка при удалении документа:%(document)s; %(error)s

source: Are you sure you wish to delete queue document: %s?
es: ¿Está seguro que desea eliminar de la cola el documento: %s?
it: Sei sicuro di voler cancellare questa coda documento: %s?
pt: Você tem certeza que deseja deletar o documento da lista: %s?
ru: Вы действительно хотите удалить очередь документа: %s?

source: Are you sure you wish to delete queue documents: %s?
es: ¿Está seguro que desea eliminar de la cola los documentos: %s?
it: Sei sicuro di voler cancellare queste code documento: %s?
pt: Tem certeza de que deseja excluir os documentos da lista: %s?
ru: Вы действительно хотите удалить очереди документов: %s?

source: Document: %(document)s was added to the OCR queue: %(queue)s.
es: Documento: %(document)s ha sido añadido a la cola de reconocimiento óptico de caracteres: %(queue)s.
it: Il documento: %(document)s è stato aggiunto alla coda %(queue)s per OCR.
pt: Documento: %(document)s foi adicionado à lista de OCR: %(queue)s .
ru: Документ: %(document)s добавлен для распознавания в очередь: %(queue)s.

source: Document: %(document)s is already queued.
es: Documento: %(document)s ya está en cola.
it: Il documento: %(document)s è gia stato elaborato.
pt: Documento: %(document)s já está na lista.
ru: Документ: %(document)s уже находится в очереди.

source: Document: %s is already being processed and can't be re-queded.
es: El documento: %s ya está en proceso y no se puede volver a agregar a la cola.
it: Il documento: %s è gia stato processato non può essere riprocessato.
pt: Documento: %s já está sendo processado e não pode ser re-enfileirado.
ru: Документ: %s уже обработан и не может быть повторно добавлен в очередь.

source: Document: %(document)s was re-queued to the OCR queue: %(queue)s
es: Documento: %(document)s fue puesto de vuelta en la cola de reconocimiento óptico de caracteres: %(queue)s
it: Il documento: %(document)s è stato riprocessato %(queue)s per OCR.
pt: Documento: %(document)s foi re-enfileirado para a lista de OCR: %(queue)s
ru: Документ: %(document)s повторно добавлен в очередь: %(queue)s

source: Document id#: %d, no longer exists.
es: Documento de #: %d, ya no existe.
it: il documento id#: %d,non esiste più.
pt: #ID do documento: %d, não existe mais.
ru: Документ №: %d больше не существует.

source: Are you sure you wish to re-queue document: %s?
es: ¿Está seguro desea volver a agregar a la cola el documento: %s?
it: Sei sicuro di volere riprocessare il documento: %s?
pt: Tem certeza de que deseja re-enfileirar o documento: %s?
ru: Вы действительно хотите повторно добавить документ в очередь: %s?

source: Are you sure you wish to re-queue documents: %s?
es: ¿Está seguro desea volver a agregar a la cola los documento: %s?
it: Sei sicuro di volere riprocessare questi documenti: %s?
pt: Tem certeza de que deseja voltar a lista de documentos: %s?
ru: Вы действительно хотите повторно добавить документы в очередь: %s?

source: Document queue: %s, already stopped.
es: Cola de documento: %s, ya esta detenida.
it: Questa coda: %s, è stata appena fermata.
pt: Lista de documento: %s, já está parado.
ru: Очередь документов: %s, уже остановлена.

source: Document queue: %s, stopped successfully.
es: Cola de documento: %s, se ha detenido con éxito.
it: Questa coda: %s,è stata fermata con successo.
pt: Lista de documento: %s, parada com êxito.
ru: Очередь документов: %s успешно остановлена.

source: Are you sure you wish to disable document queue: %s
es: ¿Está seguro de que desea desactivar la cola de documento: %s?
it: Sei sicuro di voler fermare la coda per il documento: %s
pt: Tem certeza de que deseja desativar a lista de documento: %s
ru: Вы действительно хотите отключить очередь документов: %s

source: Document queue: %s, already active.
es: Cola de documento: %s, ya esta activa.
it: La coda per questo documento: %s, è già attiva.
pt: Lista de documento: %s, já está ativa.
ru: Очередь документов %s уже активна.

source: Document queue: %s, activated successfully.
es: Cola de documento: %s, activada con éxito.
it: Coda documento: %s, attivata con successo.
pt: Lista de documento: %s, ativada com sucesso.
ru: Очередь документов %s успешно активирована.

source: Are you sure you wish to activate document queue: %s
es: ¿Estás seguro de que desea activar la cola de documento: %s?
it: Sei sicuro di voler attivare questa coda documento: %s
pt: Tem certeza de que deseja ativar a lista de documento: %s
ru: Вы действительно хотите активировать очередь документов %s

source: Are you sure you wish to clean up all the pages content?
es: ¿Está seguro que desea limpiar el contenido de todas las páginas?
it: Sei sicuro di voler ripulire tutto il contenuto delle pagine?
pt: Tem certeza de que deseja limpar todo o conteúdo das páginas?
ru: Вы уверены, что хотите очистить все содержимое страниц?

source: On large databases this operation may take some time to execute.
es: En grandes bases de datos esta operación puede tardar algún tiempo en ejecutarse.
it: Nei database grandi questa operazione può richiedere del tempo.
pt: Em grandes bases de dados esta operação pode levar algum tempo para executar.
ru: В больших базах данных эта операция может занять некоторое время для выполнения.

source: Document pages content clean up complete.
es: Limpieza de contenido completada.
it: Pulizia del contenuto delle pagine completata.
pt: Limpeza do conteúdo das páginas do documento completa.
ru: Чистка содержимого страниц документа завершена.

source: Document pages content clean up error: %s
es: Error en limpieza de contenido: %s
it: Errore nella pulizia del contenuto delle pagine: %s
pt: Erro ao limpar o conteúdo das páginas do documento: %s
ru: Ошибка:%s при чистка содержимого страниц документа

source: node
es: nodo
it: nodo
pt: nó
ru: узел

source: task id
es: Identificación de tarea
pt: id da tarefa
ru: идентификатор задачи

source: task name
es: nombre de tarea
it: nome task
pt: nome da tarefa
ru: имя задачи

source: related object
es: objeto relacionado
it: oggetto correlato
pt: objeto relacionado
ru: связанный объект

source: transformations for: %s
es: transformaciones para: %s
it: trasformazione per: %s
pt: transformações para: %s
ru: преобразования для: %s

source: Queue transformation edited successfully
es: Transformación de la cola editada con exitosamente
it: Modifica della coda di trasformazione effettuata con successo
pt: Transformação da lista editada com sucesso
ru: Преобразование очереди изменено

source: Error editing queue transformation; %s
es: Error al modificar la transformación de cola; %s
it: Errore nella modifica alla coda di trasformazione; %s
pt: Erro ao editar transformação da lista; %s
ru: Ошибка редактирования преобразования очереди; %s

source: Edit transformation: %s
es: Editar transformación: %s
it: Modifica trasformazioni:%s
pt: Editar Transformação: %s
ru: Изменить преобразование: %s

source: Queue transformation deleted successfully.
es: Transformación de la cola borrada exitosamente.
it: Coda di trasformazione cancellata con successo
pt: Transformação de lista apagada com sucesso.
ru: Преобразование очереди успешно удалено.

source: Error deleting queue transformation; %(error)s
es: Error al tratar de borrar la transformación de cola; %(error)s
it: Errore nella cancellazione della coda di trasformazione; %(error)s
pt: Erro ao deletar transformação de lista; %(error)s
ru: Ошибка при удалении преобразования очереди; %(error)s

source: Are you sure you wish to delete queue transformation "%(transformation)s"
es: ¿Está seguro que desea borrar la transformación de cola "%(transformation)s"
it: Sei sicuro di voler cancellare la coda di trasformazione "%(transformation)s"
pt: Tem certeza que deseja deletar a transformação de lista "%(transformation)s"
ru: Вы действительно хотите удалить преобразование очереди "%(transformation)s"

source: Queue transformation created successfully
es: Transformación de cola creada exitosamente
it: Coda di trasformazione creata con successo
pt: Transformação de lista criada com sucesso
ru: Преобразование очереди создано

source: Error creating queue transformation; %s
es: Error al crear la transformación de cola; %s
it: Errore creano la coda di trasformazione; %s
pt: Erro ao criar a transformação de lista; %s
ru: Ошибка при создании преобразования очереди; %s

source: Create new transformation for queue: %s
es: Crear nueva transformación para la cola: %s
it: Crea una nuova coda di trasformazione:%s
pt: Criar nova transformação para a lista: %s
ru: Создать новое преобразование для очереди:% s.

source: Amount of seconds to delay OCR of documents to allow for the node's storage replication overhead.
es: Cantidad de segundos a demorar OCR de documentos para por ajustar por el tiempo de replicación de almacenamiento de los nodos.
it: Quantità di secondi di ritardo OCR di documenti per consentire lo stoccaggio nel nodo di replica.
pt: Quantidade de segundos de atraso OCR de documentos para permitir o nó da sobrecarga de replicação de armazenamento.
ru: Количество секунд задержки оптического распознавания документов для завершения репликации узла.

source: Maximum amount of concurrent document OCRs a node can perform.
es: La cantidad máxima concurrentes de OCR de documentos que un nodo puede realizar.
it: Importo massimo di documenti concorrenti per OCR che un nodo è in grado di eseguire.
pt: Quantidade máxima de documentos simultâneos OCRs que um nó pode executar.
ru: Максимальное количество одновременно распознаваемых документов для узла.

source: Automatically queue newly created documents for OCR.
es: Agregar automáticamente la cola de OCR los documentos creados.
it: Automaticamente crea una coda appena si sottomone un documento ad OCR.
pt: Listar automaticamente os novos documentos criados para OCR
ru: Автоматически ставить в очередь новые документы для распознавания текста.

source: URI in the form: "memcached://127.0.0.1:11211/" to specify a cache backend to use for locking. Multiple hosts can be specified separated by a semicolon.
es: URI de la forma: "memcached:/ /127.0.0.1:11211/" para especificar un servidor de caché para usar de bloqueo. Multiple servidores se pueden especificar separados por un punto y coma.
pt: URI na forma: "memcached: / / 127.0.0.1:11211 /" para especificar um backend de cache para usar para o bloqueio. Hosts múltiplos podem ser especificados separados por ponto-evírgula.
ru: URI в виде: "memcached://127.0.0.1:11211/", для определения обработчика, используемого для блокирования. Несколько хостов могут быть указаны через точку с запятой.

source: File path to unpaper program.
es: La ruta de archivo del programa unpaper.
it: File path per il programma unpaper
pt: Caminho do arquivo para o programa unpaper.
ru: Путь к программе unpaper.

source: Text extracted from PDF
es: Texto extraído de PDF
it: Testo estratto da PDF
pt: Texto extraído de PDF
ru: Текст, извлеченный из PDF
