Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/permissions/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Permissions
lv: Atļaujas

source: Insufficient permissions.
lv: Nepietiekamas atļaujas.

source: Total roles
lv: Kopējās lomas

source: Role created
lv: Izveidota loma

source: Role edited
lv: Loma rediģēta

source: Roles
lv: Lomas

source: Create new role
lv: Izveidot jaunu lomu

source: Delete
lv: Dzēst

source: Edit
lv: Rediģēt

source: Groups
lv: Grupas

source: Role permissions
lv: Lomu atļaujas

source: Label
lv: Etiķete

source: Role
lv: Loma

source: Namespace
lv: Vārda vieta

source: Name
lv: Nosaukums

source: Permission
lv: Atļauja

source: Create roles
lv: Izveidot lomas

source: Delete roles
lv: Dzēst lomas

source: Edit roles
lv: Rediģēt lomas

source: View roles
lv: Skatīt lomas

source: Group name
lv: Grupas nosaukums

source: Available roles
lv: Pieejamās lomas

source: Group roles
lv: Grupas lomas

source: Roles of group: %s
lv: Grupas lomas: %s

source: Available groups
lv: Pieejamās grupas

source: Role groups
lv: Lomu grupas

source: Groups of role: %s
lv: Lomu grupas: %s

source: Add groups to be part of a role. They will inherit the role's permissions and access controls.
lv: Pievienojiet grupas, lai kļūtu par lomu. Viņi mantos lomu atļaujas un piekļuves kontroles.

source: Available permissions
lv: Pieejamās atļaujas

source: Granted permissions
lv: Piešķirtās atļaujas

source: Permissions granted here will apply to the entire system and all objects.
lv: Šeit piešķirtās atļaujas attieksies uz visu sistēmu un visiem objektiem.

source: Permissions for role: %s
lv: Atļaujas lomai: %s

source: Roles are authorization units. They contain user groups which inherit the role permissions for the entire system. Roles can also part of access controls lists. Access controls list are permissions granted to a role for specific objects which its group members inherit.
lv: Lomas ir autorizācijas vienības. Tajās ir lietotāju grupas, kas pārņem visas sistēmas lomu atļaujas. Lomas var iekļaut arī piekļuves kontroles sarakstos. Piekļuves kontroles saraksts ir atļaujas, kas piešķirtas konkrētu objektu lomai, ko tās grupas locekļi pārmanto.

source: There are no roles
lv: Nav lomas
