Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/document_comments/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Date
fa: تاریخ

source: User
fa: کاربر

source: Comment
fa: توضیحات

source: Add comment
fa: اضافه کردن توضیحات

source: Delete
fa: حذف

source: Comments
fa: توضیحات

source: Create new comments
fa: ایجاد توضیحات

source: Delete comments
fa: حذف توضیحات

source: View comments
fa: بازبینی توضیحات

source: Comment "%s" deleted successfully.
fa: جذف موفق توضیحات %s

source: Error deleting comment "%(comment)s": %(error)s
fa: خطا %(error)s حذف توضیحات "%(comment)s"

source: Comment added successfully.
fa: توضیحات با موفقیت اضافه شد.

source: Add comment to document: %s
fa: اضافه کردن توضیحات به سند: %s

source: Comments for document: %s
fa: توضیحات سند %s
