Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: fa, lv

source: None
lv: Nav neviens

source: Document types
fa: انواع سند
lv: Dokumentu veidi

source: Document indexing
lv: Dokumentu indeksēšana

source: Total levels
lv: Kopējais līmenis

source: Total documents
lv: Kopā dokumenti

source: Level
fa: سطح
lv: Līmenis

source: Levels
lv: Līmeņi

source: Documents
fa: اسناد
lv: Dokumenti

source: Index templates to be queued for rebuilding.
lv: Indeksa veidnes, kas jāveido rindā atjaunošanai.

source: Index templates
lv: Indeksu veidnes

source: Creation date
lv: Izveidošanas datums

source: Indexes
fa: اندیس ها
lv: Indeksi

source: Rebuild index
lv: Atjaunot indeksu

source: Deletes and creates from scratch all the document indexes.
fa: کلیه ایندکس ها پاک شده و از اول بازسازی خواهند شد.
lv: Izdzēš un izveido visus dokumenta indeksus.

source: Rebuild indexes
fa: بازسازی اندیس ها
lv: Atjaunot indeksus

source: Create index
fa: ایجاد اندیس
lv: Izveidot indeksu

source: Delete
fa: حذف
lv: Dzēst

source: Edit
fa: ویرایش
lv: Rediģēt

source: Tree template
fa: الگوی درخت
lv: Koku veidne

source: New child node
fa: گره فرزند جدید
lv: Jauns bērnu mezgls

source: Label
lv: Etiķete

source: This value will be used by other apps to reference this index.
lv: Šo vērtību izmantos citas lietotnes, lai atsauktos uz šo rādītāju.

source: Slug
lv: Lode

source: Causes this index to be visible and updated when document data changes.
fa: باعث میشود که این ایندکس قابل رویت شود و در زمان تغییر داده سند بروز رسانی شود.
lv: Indekss ir redzams un atjaunināts, kad mainās dokumentu dati.

source: Enabled
fa: فعال شده
lv: Iespējots

source: Index
fa: اندیس
lv: Indekss

source: Enter a template to render. Use Django's default templating language (https://docs.djangoproject.com/en/1.11/ref/templates/builtins/)
lv: Ievadiet veidni, kas jāpiešķir. Izmantojiet Django noklusējuma veidnes valodu (https://docs.djangoproject.com/en/1.11/ref/templates/builtins/)

source: Indexing expression
fa: عبارت اندیس گذاری
lv: Indeksācijas izteiksme

source: Causes this node to be visible and updated when document data changes.
fa: باعث میشود که این ایندکس قابل رویت شود و در زمان تغییر داده سند بروز رسانی شود.
lv: Šāda mezgls ir redzams un atjaunināts, kad mainās dokumentu dati.

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
fa: بررسی شود که اینکه این گره ظرفی برای اسناد است و نه پدر گره های دیگر.
lv: Atzīmējiet šo opciju, lai šis mezgls darbotos kā konteiners dokumentiem un nevis kā vecāks turpmākajiem mezgliem.

source: Link documents
fa: اسناد پیوند
lv: Saite dokumentus

source: Index node template
fa: الگوی گره اندیس
lv: Indeksa mezgla veidne

source: Indexes node template
fa: الگوی گره اندیس ها
lv: Indeksu mezglu veidne

source: Root
fa: ریشه
lv: Sakne

source: Error indexing document: %(document)s; expression: %(expression)s; %(exception)s
fa: خطای ساختن ایندکس سند: %(document)s; , عبارت : %(expression)s; %(exception)s
lv: Kļūdas indeksēšanas dokuments: %(document)s; izteiksme: %(expression)s; %(exception)s

source: Index instance
lv: Indeksa piemērs

source: Index instances
lv: Indeksa gadījumi

source: Index template node
fa: گره الگوی اندیس
lv: Indeksa veidnes mezgls

source: Value
fa: مقدار
lv: Vērtība

source: Full path
lv: Pilns ceļš

source: Document index node instance
lv: Dokumenta indeksa mezgla piemērs

source: Document indexes node instances
lv: Dokumenta indeksu mezglu gadījumi

source: Indexing
fa: ایندکس گذاری
lv: Indeksācija

source: Delete empty index nodes
lv: Dzēst tukšu indeksa mezglus

source: Remove document
lv: Noņemt dokumentu

source: Index document
lv: Indeksa dokuments

source: Document type
lv: Dokumenta veids

source: Document MIME type
lv: Dokumenta MIME tips

source: Document label
lv: Dokumenta etiķete

source: Document description
lv: Dokumenta apraksts

source: Document UUID
lv: Dokumenta UUID

source: Document checksum
lv: Dokumenta kontrolsumma

source: There are no index instances available.
lv: Nav pieejami indeksu gadījumi.

source: Navigation: %s
lv: Navigācija: %s

source: Contents for index: %s
fa: محتوا برای اندیس : %s
lv: Indeksa saturs: %s

source: Assign the document type of this document to an index to have it appear in instances of those indexes organization units.
lv: Piešķiriet šī dokumenta dokumenta tipu indeksam, lai tas parādītos šo indeksu organizācijas vienību gadījumos.

source: This document is not in any index
lv: Šis dokuments nav nevienā indeksā

source: Indexes nodes containing document: %s
lv: Indeksu mezgli, kas satur dokumentu: %s

source: Available indexes
lv: Pieejamie rādītāji

source: Indexes linked
lv: Indeksi ir saistīti

source: Documents of this type will appear in the indexes linked when these are updated. Events of the documents of this type will trigger updates in the linked indexes.
lv: Šāda veida dokumenti parādīsies indeksos, kas saistīti, kad tie tiek atjaunināti. Šāda veida dokumentu notikumi izraisīs saistīto indeksu atjauninājumus.

source: Indexes linked to document type: %s
lv: Indeksi, kas saistīti ar dokumenta tipu: %s

source: Delete the index: %s?
lv: Dzēst indeksu: %s?

source: Available document types
lv: Pieejamie dokumentu veidi

source: Document types linked
lv: Saistītie dokumentu veidi

source: Only the documents of the types selected will be shown in the index when built. Only the events of the documents of the types select will trigger updates in the index.
lv: Kad būvēts, indeksā tiks parādīti tikai atlasīto tipu dokumenti. Indeksā tiks atjaunināti tikai atlasīto tipu dokumentu notikumi.

source: Document types linked to index: %s
lv: Dokumentu veidi, kas saistīti ar indeksu: %s

source: Edit index: %s
fa: ویرایش اندیس %s
lv: Rediģēt indeksu: %s

source: Tree template nodes for index: %s
fa: گره الگوی درخت اندیس %s
lv: Koku veidņu mezgli indeksam: %s

source: Create child node of: %s
lv: Izveidot bērnu mezglu: %s

source: Delete the index template node: %s?
lv: Dzēst indeksa veidnes mezglu: %s?

source: Edit the index template node: %s?
lv: Rediģējiet indeksa veidnes mezglu: %s?

source: Items
fa: اقلام

source: Has document links?
fa: آیا سند دارای پیوند است؟

source: Node
fa: گره

source: Index list
fa: لیست اندیس

source: Index node instance
fa: موردی ازگره اندیس

source: Indexes node instances
fa: موارد گره اندیس ها

source: Configure document indexes
fa: پیکربندی ایندکس سند

source: Create new document indexes
fa: ایجاد ایندکس های جدید سند

source: Edit document indexes
fa: ویرایش ایندکس های سند

source: Delete document indexes
fa: حذف ایندکس های سند

source: View document indexes
fa: دیدن ایندکسهای سند

source: Rebuild document indexes
fa: بازسازی ایندکسهای سند

source: Index template node created successfully.
fa: ایجاد موفق گره الگوی ایندکس

source: Create child node
fa: ایجاد گره فرزند

source: Index template node edited successfully
fa: ویرایش موفق گره الگوی ایندکس.

source: Edit index template node: %s
fa: ویرایش الگوی گره اندیس: %s

source: Node: %s deleted successfully.
fa: حذف موفق گره: %s

source: Node: %(node)s delete error: %(error)s
fa: خطای حذف%(error)s گره %(node)s

source: On large databases this operation may take some time to execute.
fa: در پایگاه داده بزرگ این عملیات مدت زیادی بطول خواهد انجامید.

source: Index rebuild queued successfully.
fa: ساخت مجدد اندیسها در صف قرار گرفت.
