Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/document_parsing/locale/*/LC_MESSAGES/django.po
Languages: el

source: Document parsing
el: Ανάλυση εγγράφου

source: A generator returning the document's pages parsed content.
el: Μία γεννήτρια που επιστρέφει το αναλυμένο περιεχόμενο των σελίδων του εγγράφου.

source: Content
el: Περιεχόμενο

source: Result
el: Αποτέλεσμα

source: Utility from the poppler-utils package used to text content from PDF files.
el: Βοηθητικό πρόγραμμα από το πακέτο poppler-utils που χρησιμοποιείται για την μετατροπή σε κείμενο του περιεχομένου από αρχεία PDF.

source: Document parsed content deleted
el: Το αναλυμένο περιεχόμενο του εγγράφου διαγράφηκε

source: Document version submitted for parsing
el: Έκδοση εγγράφου υποβλήθηκε για ανάλυση

source: Document version parsing finished
el: Ανάλυση έκδοσης εγγράφου ολοκληρώθηκε

source: Page %(page_number)d
el: Σελίδα %(page_number)d

source: Contents
el: Περιεχόμενα

source: Delete parsed content
el: Διαγραφή αναλυμένου περιεχομένου

source: Parsing errors
el: Σφάλματα ανάλυσης

source: Download content
el: Λήψη περιεχομένου

source: Submit for parsing
el: Υποβολή προς ανάλυση

source: Setup parsing
el: Ρύθμιση ανάλυσης περιεχομένου

source: Parse documents per type
el: Ανάλυση εγγράφων ανά τύπο

source: Document page
el: Σελίδα εγγράφου

source: The actual text content as extracted by the document parsing backend.
el: Το πραγματικό περιεχόμενο κειμένου όπως εξάγεται από το υποκείμενο σύστημα ανάλυσης εγγράφων.

source: Document page content
el: Περιεχόμενο σελίδας εγγράφου

source: Document pages contents
el: Περιεχόμενα σελίδων εγγράφου

source: Document type
el: Τύπος εγγράφου

source: Automatically queue newly created documents for parsing.
el: Προσθήκη αυτόματα νέων εγγράφων στην ουρά αναμονής προς ανάλυση.

source: Document type settings
el: Ρυθμίσεις τύπου εγγράφου

source: Document types settings
el: Ρυθμίσεις τύπων εγγράφου.

source: Document version
el: Έκδοση εγγράφου

source: Date time submitted
el: Ημερομηνία και ώρα υποβολής

source: Document version parse error
el: Σφάλμα ανάλυσης έκδοσης εγγράφου

source: Document version parse errors
el: Σφάλματα ανάλυσης έκδοσης εγγράφου

source: Exception parsing page; %s
el: Εξαίρεση κατά την ανάλυση σελίδας, %s

source: Cannot find pdftotext executable at: %s
el: Δεν βρέθηκε το εκτελέσιμο pdftotext στο: %s

source: View the content of a document
el: Εμφάνiση περιεχομένου ενός εγγράφου

source: Change document type parsing settings
el: Αλλαγή ρυθμίσεων ανάλυσης για τον τύπο εγγράφου

source: Parse the content of a document
el: Αναλυση του περιεχομένου ενός εγγράφου

source: Parsing
el: Ανάλυση

source: Document version parsing
el: Ανάλυση έκδοσης εγγράφου

source: Set new document types to perform parsing automatically by default.
el: Ορισμός νέων τύπων εγγράφου για τους οποίους θα εκτελείτε αυτόματα ανάλυση εξ'ορισμού.

source: File path to poppler's pdftotext program used to extract text from PDF files.
el: Διαδρομή του προγράμματος pdftotext για την εξαγωγή κειμένου από αρχεία PDF.

source: Delete the parsed content of the selected document?
el: Διαγραφή του αναλυμένου περιεχομένου των επιλεγμένων εγγράφων;

source: Content for document: %s
el: Περιεχόμενο για το εγγραφο: %s

source: Content for document page: %s
el: Περιεχόμενο για σελίδα εγγράφου: %s

source: Parsing errors for document: %s
el: Σφάλματα ανάλυσης του εγγράφου: %s

source: %(count)d document added to the parsing queue
el: %(count)d έγγραφο προστέθηκε στην ουρά αναμονής προς ανάλυση

source: %(count)d documents added to the parsing queue
el: %(count)d έγγραφα προστέθηκαν στην ουρά αναμονής προς ανάλυση

source: Submit %(count)d document to the parsing queue?
el: Υποβολή %(count)d εγγράφων στην ουρά αναμονής;

source: Submit document "%s" to the parsing queue
el: Υποβολή εγγράφου "%s" στην ουρά αναμονής προς ανάλυση

source: Edit parsing settings for document type: %s.
el: Τροποποίηση ρυθμίσεων ανάλυσης για έγγραφα τύπου: %s.

source: Submit all documents of a type for parsing
el: Υποβολή όλων των εγγράφων ενός τύπου προς ανάλυση

source: %(count)d documents added to the parsing queue.
el: %(count)d έγγραφα προστέθηκαν στην ουρά αναμονής.
