Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, es, fr, it, pl, ru, sl

source: Document signatures
ar: توقيعات الوثيقة
bg: Подписване на документи
es: Firmas de documentos
fr: Signatures du document
it: Firme documento
ru: Подписи документа
sl: Podpisi dokumentov

source: Key ID
ar: مفتاح
bg: Ключ №
es: Identificador de llave
fr: ID de la clé
it: ID Chiave
ru: ID ключа
sl: ID ključa

source: None
ar: لا شيء
bg: Няма
es: Ninguno
fr: Aucune
it: Nessuno
pl: Brak
ru: Ни один
sl: Brez

source: Signature ID
ar: معرف التوقيع
bg: Подпис №
es: ID de firma
fr: ID de la signature
it: ID Firma
pl: ID podpisu
ru: ID подписи
sl: ID podpisa

source: Type
ar: النوع
bg: Тип
es: Tipo
it: Tipo
pl: Typ
ru: Тип
sl: Tip

source: Key
ar: مفتاح
bg: Ключ
es: Llave
fr: Clé
it: Chiave
pl: Klucz
ru: Ключ
sl: Ključ

source: Passphrase
ar: عبارة المرور
bg: Фраза парола
es: Contraseña
fr: Phrase secrète
pl: Hasło
ru: Кодовая фраза
sl: Geslo

source: Signature is embedded?
ar: التوقيع مضمن؟
bg: Подписът е вграден?
es: ¿Firma integrada?
fr: La signature est-elle intégrée ?
it: La firma è integrata?
pl: Podpis jest osadzony?
ru: Подпись встроена?
sl: Podpis je vdelan?

source: Signature date
ar: تاريخ التوقيع
bg: Дата на подписване
es: Fecha de la firma
fr: Date de la signature
it: Data firma
pl: Data podpisania
ru: Дата подписи
sl: Datum podpisa

source: Signature key ID
ar: مفتاح التوقيع
bg: Ключ на подписа №
es: ID de llave de firma
fr: Identifiant de la clef de signature
it: ID chiave di firma
pl: ID klucza podpisu
ru: ID ключа подписи
sl: ID ključa za podpis

source: Signature key present?
ar: مفتاح التوقيع موجود؟
bg: Има ли ключ за подпис?
es: ¿Llave de la firma esta presente?
fr: Clé de signature présente ?
it: La chiave di firma è presente?
pl: Obecny klucz podpisu?
ru: Ключ подписи предоставлен?
sl: Prisoten ključ za podpis?

source: Key fingerprint
ar: مفتاح البصمة
bg: Ключов отпечатък
es: Huella de la llave
fr: Empreinte de la clef
it: Impronta della chiave
pl: Odcisk klucza
ru: Отпечаток ключа
sl: Prstni odtis ključa

source: Key creation date
ar: تاريخ انشاء المفتاح
bg: Дата на създаване на ключа
es: Fecha de creación de la llave
fr: Date de création de la clé
it: Data di creazione chiave
pl: Data utworzenia klucza
ru: Дата создания ключа
sl: Datum ustvarjanja ključa

source: Key expiration date
ar: تاريخ انتهاء المفتاح
bg: Дата на валидност за ключа
es: Fecha de expiración de la llave
fr: Date d'expiration de la clé
it: Data scadenza chiave
pl: Data ważności klucza
ru: Дата устаревания ключа
sl: Datum izteka ključa

source: Key length
ar: طول المفتاح
bg: Дължина на ключа
es: Tamaño de la llave
fr: Longueur de la clé
it: Lunghezza chiave
pl: Długość klucza
ru: Длина ключа
sl: Dolžina ključa

source: Key algorithm
ar: الخوارزمية الرئيسية
bg: Алгоритъм на ключа
es: Algoritmo de la llave
fr: Algorithme de la clé
it: Algoritmo chiave
pl: Algorytm klucza
ru: Алгоритм ключа
sl: Ključni algoritem

source: Key user ID
ar: معرف مفتاح المستخدم
bg: Номер на потребителя на ключа
es: ID de usuario de la llave
fr: ID de la clé de l'utilisateur
it: ID chiave utente
pl: ID użytkownika klucza
ru: ID пользователя ключа
sl: ID ključnega uporabnika

source: Key type
ar: نوع المفتاح
bg: Тип ключ
es: Tipo de llave
fr: Type de clé
it: Tipo chiave
pl: Typ klucza
ru: Тип ключа
sl: Tip ključa

source: Verify all documents
ar: تم توثيق جميع الوثائق
bg: Проверете всички документи
es: Verificar todos los documents
fr: Vérifier tous les documents
it: Verifica tutti i documenti
pl: Zweryfikuj wszystkie dokumenty
ru: Проверить подписи документов
sl: Preverite vse dokumente

source: Delete
ar: حذف
bg: Изтрийте
es: Borrar
fr: Supprimer
it: Cancella
pl: Usuń
ru: Удалить
sl: Izbriši

source: Sign detached
ar: علامة منفصلة
bg: Подпис отделен
es: Firma aparte
fr: Signature détachée
it: Firma scollegata
pl: Podpis odłączony
ru: Подписать отделённой
sl: Znak ločen

source: Details
ar: التفاصيل
bg: Детайли
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
ru: Подробности
sl: Podrobnosti

source: Download
ar: تحميل
bg: Сваляне
es: Descargar
fr: Télécharger
it: Scarica
pl: Pobierz
ru: Скачать
sl: Prenos

source: Sign embedded
ar: التوقيع مضمن
bg: Подпис вграден
es: Firma integrada
fr: Signature intégrée
it: Firma incorporata
pl: Podpis osadzone
ru: Подписать встроенной
sl: Znak je vdelan

source: Signatures
ar: التوقيعات
bg: Подписи
es: Firma
it: Firme
pl: Podpisy
ru: Подписи
sl: Podpisi

source: Upload signature
ar: تحميل التوقيع
bg: Качване на подпис
es: Subir firma
fr: Transférer une signature
it: Carica firma
pl: Prześlij podpis
ru: Загрузить подпись
sl: Naloži podpis

source: ID of the key that will be used to sign the document.
ar: معرف المفتاح الذي سيتم استخدامه لتوقيع المستند.
bg: Идентификационен номер на ключа, който ще бъде използван за подписване на документа.
es: Identificación de la llave que se utilizará para firmar el documento.
fr: ID de la clé qui sera utilisée pour signer le document.
it: ID della chiave che verrà utilizzata per firmare il documento.
pl: ID klucza, który będzie używany do podpisania dokumentu.
ru: ID ключа, которым будет подписан документ.
sl: ID ključa, s katerim boste podpisali dokument.

source: Public key fingerprint
ar: مفتاح البصمة العام
bg: Отпечатък на публичния ключ
es: Huella de llave publica
fr: Empreinte de la clef publique
it: Chiave pubblica impronta
pl: Odcisk klucza publicznego
ru: Отпечаток открытого ключа
sl: Prstni odtis javnega ključa

source: Detached
ar: منفصل
bg: Отделен
es: Aparte
fr: Détachée
it: Distaccato
pl: Usunięty
ru: Отделена
sl: Ločeno

source: Embedded
ar: المضمنة
bg: Вграден
es: Integrado
fr: Intégrée
it: Incorporata
pl: Osadzony
ru: Встроена
sl: Vdelano

source: Signature file previously generated.
ar: تم إنشاء ملف التوقيع مسبقًا.
bg: Предварително създаден файл с подпис.
es: Archivo de firma generado previamente.
fr: Fichier de signature généré précédemment.
it: File della firma generato in precedenza.
pl: Wcześniej wygenerowany plik podpisu.
ru: Файл подписи создан ранее.
sl: Datoteka s podpisi, ki je bila predhodno ustvarjena.

source: Signature file
ar: توقيع الملف
bg: Файл с подпис
es: Archivo de firma
fr: Fichier de signature
it: File della firma
ru: Файл подписи
sl: Datoteka s podpisi

source: signature
ar: التوقيع
bg: подпис
es: firma
it: firma
pl: podpis
ru: подпись
sl: podpis

source: Sign documents with detached signatures
ar: التوقيع على المستندات بالتوقيعات المنفصلة
bg: Подписвайте документи с отделени подписи
es: Firmar documentos con firma aparte
fr: Signer les documents avec des signatures détachées
it: Firma documenti con firme distaccate
pl: Podpisuj dokumenty odłączonymi podpisami
ru: Подписать документы отделёнными подписями
sl: Podpisujte dokumente z ločenimi podpisi

source: Sign documents with embedded signatures
ar: قم بتوقيع المستندات بالتوقيعات المضمنة
bg: Подписвайте документи с вградени подписи
es: Firmar documentos con firma integrada
fr: Signer les documents avec des signatures intégrées
it: Firma documenti con firma integrata
pl: Podpisuj dokumenty za pomocą osadzonych podpisów
ru: Подписать документы встроенными подписями
sl: Podpisujte dokumente z vdelanimi podpisi

source: Delete detached signatures
ar: حذف التوقيعات المنفصلة
bg: Изтриване на отделени подписи
es: Borrar firmas aparte
fr: Suppression des signatures détachées
it: Elimina firme allegate
pl: Usuń odłączone podpisy
ru: Удалить отделённые подписи
sl: Izbriši ločene podpise

source: Download detached document signatures
ar: قم بتنزيل توقيعات المستندات المنفصلة
bg: Изтегляне на отделени подписи на документи
es: Descargar firma aparte de documentos
fr: Télécharger les signatures détachées du document
it: Scarica firme scollegate documenti
pl: Pobierz odłączone podpisy dokumentów
ru: Скачать отделённые подписи документов
sl: Prenesite ločene podpise dokumentov

source: Upload detached document signatures
ar: تحميل توقيعات وثيقة منفصلة
bg: Качване на отделени подписи на документи
es: Subir firmas aparte de documentos
fr: Transmettre les signatures détachées du document
it: Carica firme scollegate documenti
pl: Prześlij odłączone podpisy dokumentów
ru: Загрузить отделённые подписи документов
sl: Naložite ločene podpise dokumentov

source: Verify document signatures
ar: مطابقة توقيع الوثيقة
bg: Проверете подписите на документа
es: Verificar firmas de documentos
fr: Vérifier les signatures du document
it: Verifica la firma del documento
ru: Проверить подписи документов
sl: Preverite podpise dokumentov

source: View details of document signatures
ar: عرض تفاصيل توقيعات الوثيقة
bg: Вижте подробности за подписите на документи
es: Ver detalles de firma de documentos
fr: Voir le détails des signatures du document
it: Vedi dettagli delle firme documento
pl: Zobacz szczegóły podpisów dokumentów
ru: Посмотреть подробности подписей документов
sl: Oglejte si podrobnosti o podpisih dokumentov

source: Verify key signatures
ar: تحقق من التوقيعات الرئيسية
bg: Проверете подписите с ключ
es: Verificar las firmas con llave
fr: Vérifier les signatures des clés
it: Verifica chiavi firma
pl: Sprawdź podpisy kluczy
ru: Проверить отпечатки ключей
sl: Preverite ključne podpise

source: Unverify key signatures
ar: عدم التحقق من التوقيعات الرئيسية
bg: Откажете проверка на подписите с ключ
es: Anular la verificación de las firmas con llave
fr: Signature de clé non vérifiée
it: Annulla verifica chiavi firma
pl: Nie weryfikuj kluczy podpisów
ru: Отменить проверку отпечатков ключей
sl: Preveri potrditev ključnih podpisov

source: Verify missing embedded signature
ar: تحقق من فقدان التوقيع المضمّن
bg: Проверете за липсващ вграден подпис
es: Verificar la firma integrada que falta
fr: Vérifier la signature intégrée manquante
it: Verifica firma incorporata mancante
pl: Sprawdź brak podpisu osadzonego
ru: Проверить отсутствующие встроенные подписи
sl: Preverite manjkajoč vdelani podpis

source: Path to the Storage subclass to use when storing detached signatures.
ar: المسار إلى فئة التخزين الفرعية لاستخدامها عند تخزين التوقيعات المنفصلة.
bg: Път към подклас Storage, който да се използва при съхранение на отделени подписи.
es: Ruta a la subclase Storage para usar cuando se almacenan firmas separadas.
fr: Emplacement de la sous-classe de stockage à utiliser lors du stockage des signatures détachées.
it: Percorso alla sottoclasse Storage da usare per l'archiviazione delle firme separate.
pl: Ścieżka do podklasy Storage używana podczas przechowywania odłączonych podpisów.
ru: Путь к подклассу Storage для использования при хранении отделённых подписей.
sl: Pot do podrazreda Storage za shranjevanje ločenih podpisov.

source: Arguments to pass to the SIGNATURE_STORAGE_BACKEND.
ar: تفعيل المتغيرات
bg: Аргументи за предаване към SIGNATURE_STORAGE_BACKEND.
es: Argumentos para pasar al SIGNATURE_STORAGE_BACKEND.
it: Argomenti da passare a SIGNATURE_STORAGE_BACKEND.
pl: Argumenty dla SIGNATURE_STORAGE_BACKEND.
ru: Аргументы, передаваемые в SIGNATURE_STORAGE_BACKEND.
sl: Argumenti za posredovanje na SIGNATURE_STORAGE_BACKEND.

source: Unable to initialize the detached signatures storage. Check the settings {} and {} for formatting errors.
ar: تعذر تهيئة مخزن التوقيعات المنفصلة. تحقق من إعدادات {} و {} لأخطاء التنسيق.
bg: Не може да се инициализира съхранението на отделени подписи. Проверете настройките {} и {} за грешки във форматирането.
es: No se puede inicializar el almacenamiento de firmas separadas. Verifique las configuraciones {} y {} para errores de formato.
it: Impossibile inizializzare l'archiviazione delle firme scollegate. Controlla le impostazioni {} e {} per errori di formattazione.
pl: Nie można zainicjować magazynu odłączonych podpisów. Sprawdź ustawienia {} i {} pod kątem błędów formatowania.
ru: Невозможно инициализировать хранилище отделённых подписей. Проверьте настройки {} и {} на наличие ошибок форматирования.
sl: Ni mogoče inicializirati shranjenega ločenega podpisa. Preverite nastavitve {} in {} za napake pri formatiranju.

source: Detached signatures
ar: التوقيعات المنفصلة
bg: Отделени подписи
es: Firmas separadas
it: Firme separate
pl: Odłączone podpisy
ru: Отделённые подписи
sl: Ločeni podpisi

source: Passphrase is needed to unlock this key.
ar: هناك حاجة إلى عبارة المرور لفتح هذا المفتاح.
bg: За отключване на този ключ е необходима фраза парола.
es: Se necesita contraseña para acceder a esta llave.
fr: Une phrase secrète est nécessaire pour déverrouiller cette clé.
it: è richiesta la passphrase per sbloccare questa chiave.
pl: Aby odblokować ten klucz, potrzebne jest hasło.
ru: Для разблокировки ключа необходима кодовая фраза.
sl: Za odklepanje tega ključa potrebujete geslo.

source: Passphrase is incorrect.
ar: عبارة المرور غير صحيحة.
bg: Фразата парола е неправилна.
es: Contraseña incorrecta.
fr: Phrase secrète incorrecte.
it: La passphrase non è corretta.
pl: Hasło jest niepoprawne.
ru: Кодовая фраза неверна.
sl: Geslo ni pravilno.

source: Sign
ar: توقيع
bg: Подпишете
es: Firmar
fr: Signer
it: Firmare
pl: Podpisz
ru: Подписать
sl: Podpiši

source: Delete detached signature: %s
ar: حذف التوقيع المنفصل: %s
bg: Изтрийте отделен подпис: %s
es: Borrar firma aparte: %s
fr: Supprimer la signature détachée : %s
it: Cancella la firma allegata: %s
pl: Usuń odłączony podpis: %s
ru: Удалить отделённую подпись: %s
sl: Izbriši samostojni podpis: %s

source: Details for signature: %s
ar: تفاصيل التوقيع: %s
bg: Данни за подпис: %s
es: Detalles para la firma: %s
fr: Détails de la signature : %s
it: Dettagli per la firma: %s
pl: Szczegóły podpisu: %s
ru: Подробности подписи: %s
sl: Podrobnosti za podpis: %s

source: Signatures help provide authorship evidence and tamper detection. They are very secure and hard to forge. A signature can be embedded as part of the document itself or uploaded as a separate file.
ar: تساعد التوقيعات في توفير دليل التأليف واكتشاف التلاعب. هم آمنون للغاية ويصعب تزويرهم. يمكن تضمين التوقيع كجزء من المستند نفسه أو تحميله كملف منفصل.
bg: Подписите помагат за предоставяне на доказателства за авторство и откриване на подправки. Те са много сигурни и трудно подправящи се. Подписът може да бъде вграден като част от самия документ или качен като отделен файл.
es: Las firmas ayudan a proporcionar evidencia de autoría y detección de manipulación. Son muy seguras y difíciles de falsificar. Una firma puede integrarse como parte del documento en sí o cargarse como un archivo separado.
fr: Les signatures aident à fournir des preuves d’auteur et la détection d’altération. Ils sont très sécurisés et difficiles à copier. Une signature peut être incorporée dans le document lui-même ou dans un fichier séparé.
it: Le firme servono a provare la paternità del documento e a impedirne la contraffazione. Sono molto sicure e molto difficili da falsificare. Una firma può essere incorporata nel documento stesso oppure caricata come file separato.
pl: Podpisy pomagają zapewnić dowody autorstwa i wykrywanie sabotażu. Są bardzo bezpieczne i trudne do zafałszowania. Podpis może zostać osadzony jako część samego dokumentu lub przesłany jako osobny plik.
ru: Подписи помогают предоставить доказательства авторства и обнаружить подделку. Они очень безопасны, и их сложно подделать. Подпись может быть встроена как часть самого документа или выгружена как отдельный файл.
sl: Podpisi pomagajo zagotoviti dokaze o avtorstvu in odkrivanje nedovoljenih posegov. So zelo varni in jih je težko kovati. Podpis je mogoče vdelati kot del samega dokumenta ali naložiti kot ločeno datoteko.

source: On large databases this operation may take some time to execute.
ar: يرجى الإنتظار ، قد تستغرق عملية الحفظ وقت أطول
bg: При големи бази данни тази операция може да отнеме известно време за изпълнение.
es: En bases de datos de gran tamaño esta operación puede tardar algún tiempo en ejecutarse.
fr: Sur de grosses bases de données, cette opération peut prendre un certain temps.
it: Per un database di grosse dimensioni l'operazione protrebbe aver bisogno di tempo.
pl: Na dużych bazach danych operacja może chwilę potrwać.
ru: В больших базах данных эта операция может занять некоторое время.
sl: Če je baza velika lahko operacija zahteva nekaj več časa da se izvrši.

source: Verify all document for signatures?
ar: تحقق من كل وثيقة للتوقيعات؟
bg: Да проверите ли всички документи за подписи?
es: ¿Verificar todos los documentos para firmas?
fr: Vérifier les signatures de tous les documents ?
it: Verificare le firme per tutti i documenti?
pl: Zweryfikować cały dokument pod kątem podpisów?
ru: Проверить подписи во всех документах?
sl: Ali želite preveriti vse dokumente za podpise?

source: Signature verification queued successfully.
ar: تم وضع التحقق من التوقيع في قائمة الانتظار بنجاح.
bg: Проверката на подписа успешно е поставена на опашка.
es: Verificación de firmas colocada en la cola.
fr: Vérification de la signature ajoutée à la file d'attente avec succès.
it: Verifica firme messo in coda con successo.
pl: Weryfikacja podpisu w kolejce powiodła się.
ru: Проверка подписей успешно поставлена в очередь.
sl: Preverjanje podpisa je bilo uspešno postavljeno v čakalno vrsto.

source: Sign document (detached)
ar: توقيع الوثيقة (منفصلة)
bg: Документ за подписване (отделен)
es: Firmar documento (separado)
fr: Signer le document (détachée)
it: Firma documento (staccato)
pl: Podpisz dokument (odłączony)
ru: Подписать документ отделённой подписью
sl: Podpis dokumenta (ločen)

source: Sign document (embedded)
ar: توقيع الوثيقة (مضمن)
bg: Документ за подписване (вграден)
es: Firmar documento (integrado)
fr: Signer le document (intégrée)
it: Firma documento (incorporato)
pl: Podpisz dokument (osadzony)
ru: Подписать документ встроенной подписью
sl: Podpis dokumenta (vdelani)
