Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/events/locale/*/LC_MESSAGES/django.po
Languages: el, lv

source: Events
el: Συμβάντα
lv: Notikumi

source: Date and time
el: Ημερομηνία και ώρα
lv: Datums un laiks

source: Actor
el: Ενεργών
lv: Aktieris

source: Event
el: Συμβάν
lv: Notikums

source: Target
el: Στόχος
lv: Mērķis

source: Action object
el: Αντικείμενο ενέργειας
lv: Rīcības objekts

source: Namespace
el: Χώρος ονομάτων
lv: Vārda vieta

source: Label
el: Ετικέτα
lv: Etiķete

source: Seen
el: Αναγνωσμένο
lv: Redzēts

source: Unknown or obsolete event type: %s
el: Άγνωστος ή ξεπερασμένος τύπος συμβάντος: %s
lv: Nezināms vai novecojis notikuma veids: %s

source: Subscription
el: Εγγραφή
lv: Abonēšana

source: No
el: Όχι
lv: Nē

source: Subscribed
el: Εγγεγραμμένος
lv: Abonēts

source: System
el: Σύστημα
lv: Sistēma

source: My events
el: Τα συμβάντα μου
lv: Mani notikumi

source: Event subscriptions
el: Εγγραφές σε συμβάντα
lv: Notikumu abonēšana

source: Mark as seen
el: Σημείωση ως αναγνωσμένο
lv: Atzīmējiet kā redzēts

source: Mark all as seen
el: Σημείωση όλων ως αναγνωσμένα
lv: Atzīmējiet visu, kā redzēts

source: Subscriptions
el: Εγγραφές
lv: Abonementi

source: Name
el: Όνομα
lv: Nosaukums

source: Stored event type
el: Αποθηκευμένος τύπος συμβάντος
lv: Saglabātā notikuma veids

source: Stored event types
el: Αποθηκευμένοι τύποι συμβάντων
lv: Saglabātie notikumu veidi

source: User
el: Χρήστης
lv: Lietotājs

source: Event type
el: Τύπος συμβάντος
lv: Notikuma veids

source: Event subscription
el: Εγγραφή σε συμβάν
lv: Notikumu abonēšana

source: Action
el: Ενέργεια
lv: Rīcība

source: Read
el: Ανάγνωση
lv: Lasīt

source: Notification
el: Ενημέρωση
lv: Paziņojums

source: Notifications
el: Ενημερώσεις
lv: Paziņojumi

source: Object event subscription
el: Εγγραφή σε συμβάν αντικειμένου
lv: Objekta notikumu abonēšana

source: Object event subscriptions
el: Εγγραφές στα συμβάντα αντικειμένου
lv: Objektu notikumu abonēšana

source: Access the events of an object
el: Προσπέλαση συμβάντων ενός αντικειμένου
lv: Piekļūstiet objekta notikumiem

source: There are no events for this object
el: Δεν υπάρχουν συμβάντα για αυτό το αντικείμενο
lv: Šim objektam nav notikumu

source: Events for: %s
el: Συμβάντα για: %s
lv: Notikumi: %s

source: Events of type: %s
el: Συμβάντα τύπου: %s
lv: Tipa notikumi: %s

source: Subscribe to global or object events to receive notifications.
el: Εγγραφή σε καθολικά συμβάντα ή συμβάντα αντικειμένου για την λήψη ειδοποιήσεων.
lv: Abonējiet globālos vai objektu notikumus, lai saņemtu paziņojumus.

source: There are no notifications
el: Δεν υπάρχουν ειδοποιήσεις
lv: Nav paziņojumu

source: Error updating event subscription; %s
el: Σφάλμα κατά την ενημέρωση της εγγραφής σε συμβάν. %s
lv: Kļūda, atjauninot notikumu abonementu; %s

source: Event subscriptions updated successfully
el: Εγγραφές σε συμβάντα ανανεώθηκαν επιτυχώς
lv: Notikumu abonementi tika veiksmīgi atjaunināti

source: Error updating object event subscription; %s
el: Σφάλμα κατά την ενημέρωση της εγγραφής σε συμβάντα του αντικειμένου. %s
lv: Kļūda, atjauninot objektu notikumu abonementu; %s

source: Object event subscriptions updated successfully
el: Εγγραφές συμβάντων αντικειμένου ανανεώθηκαν επιτυχώς
lv: Objektu notikumu abonementi tika veiksmīgi atjaunināti

source: Event subscriptions for: %s
el: Εγγραφές σε συμβάντα για: %s
lv: Pasākumu abonēšana: %s
