Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: bg, el, sl

source: Common
bg: Обобщение
sl: Običajni

source: Available attributes:
bg: Налични характеристики:

source: Available fields:
bg: Налични полета:

source: Used to allow offline translation of the code text strings.
bg: Използва се за разрешаване на офлайн превод на текстови низове в код.
el: Χρησιμοποιείται για την εκτός σύνδεσης μετάφραση συμβολοσειρών κειμένου του κώδικα.
sl: Uporablja se za prevajanje besedilnih nizov kode brez povezave.

source: Provides style checking.
bg: Осигурява проверка на стила.
el: Παρέχει έλεγχο του στυλ.
sl: Omogoča preverjanje sloga.

source: Command line environment with autocompletion.
bg: Команден ред с автоматично довършване.
el: Γραμμή εντολών με αυτόματη συμπλήρωση.
sl: Okolje ukazne vrstice s samodokončanjem.

source: Checks proper formatting of the README file.
bg: Проверява правилното форматиране на файла README.
el: Ελέγχει την ορθή μορφοποίηση του αρχείου README.
sl: Preveri pravilno oblikovanje datoteke README.

source: Selection
bg: Избиране

source: None
bg: Няма

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
bg: Изберете записи, които ще бъдат премахнати. Задръжте Control, за да изберете няколко записа. След като избирането приключи, щракнете върху бутона по-долу или щракнете двукратно върху списъка, за да активирате действието.

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
bg: Изберете записи за добавяне. Задръжте Control, за да изберете няколко записа. След като избирането приключи, щракнете върху бутона по-долу или щракнете двукратно върху списъка, за да активирате действието.

source: Add all
bg: Добавете всички

source: Add
bg: Добавете

source: Remove all
bg: Премахнете всички

source: Remove
bg: Премахнете

source: Duplicate data error: %(error)s
bg: Грешка в дублиращи данни: %(error)s

source: %(object)s not created, error: %(error)s
bg: %(object)s не е създаден, грешка: %(error)s

source: %(object)s created successfully.
bg: %(object)s е създаден успешно.

source: %(object)s not deleted, error: %(error)s.
bg: %(object)s не е изтрит, грешка: %(error)s.

source: %(object)s deleted successfully.
bg: %(object)s изтрит успешно.

source: %(object)s not updated, error: %(error)s.
bg: %(object)s не е актуализиран, грешка: %(error)s.

source: %(object)s updated successfully.
bg: %(object)s актуализиран успешно.

source: About this
bg: Относно това
el: Σχετικά με
sl: O tem

source: Locale profile
bg: Локален профил

source: Edit locale profile
bg: Редактиране на локален профил

source: Documentation
bg: Документация
el: Τεκμηρίωση
sl: Dokumentacija

source: Errors
bg: Грешки

source: Clear all
bg: Изчисти всичко

source: Forum
bg: Форум
el: Φόρουμ

source: License
bg: Лиценз
el: Άδεια χρήσης
sl: Licenca

source: Setup
bg: Настройка
el: Ρυθμίσεις
sl: Nastaviti

source: Source code
bg: Изходен код
el: Πηγαίος κώδικας
sl: Izvorna koda

source: Support
bg: Поддръжка

source: Tools
bg: Инструменти
el: Εργαλεία
sl: Orodja

source: This feature has been deprecated and will be removed in a future version.
bg: Тази функция е оттеглена и ще бъде премахната в бъдеща версия.
el: Αυτό το χαρακτηριστικό είναι ξεπερασμένο και θα αφαιρεθεί σε επόμενη έκδοση.
sl: Ta funkcija je zastarela in bo v prihodnji različici odstranjena.

source: Your database backend is set to use SQLite. SQLite should only be used for development and testing, not for production.
bg: Вашата база данни е настроена да използва SQLite. SQLite трябва да се използва само за разработка и тестване, а не за производство.
el: Το υποκείμενο σύστημα βάσης δεδομένων έχει ρυθμιστεί να χρησιμοποιεί την SQLite. Η SQLite θα πρέπει να χρησιμοποιείται μόνο για ανάπτυξη και δοκιμή, όχι για παραγωγή.
sl: Zaledje vaše baze podatkov je nastavljeno za uporabo SQLite. SQLite se sme uporabljati samo za razvoj in testiranje, ne pa tudi za proizvodnjo.

source: Days
bg: Дни
el: Ημέρες
sl: Dnevi

source: Hours
bg: Часове
el: Ώρες
sl: Ure

source: Minutes
bg: Минути
el: Λεπτά
sl: Zapisnik

source: System
bg: Система
el: Σύστημα
sl: Sistem

source: Facet
bg: Аспект
el: Πτυχή
sl: Faset

source: Actions
bg: Действия
el: Ενέργειες
sl: Akcije

source: Secondary
bg: Допълнително
el: Δευτερεύον
sl: Sekundarni

source: User
bg: Потребител
el: Χρήστης
sl: Uporabnik

source: No %(verbose_name)s found matching the query
bg: Не е намерен %(verbose_name)s, отговарящ на заявката

source: Object
bg: Обект

source: Namespace
bg: Именно пространство

source: Date time
bg: Дата час

source: Result
bg: Резултат

source: Error log entry
bg: Запис в дневника за грешки

source: Error log entries
bg: Записи в дневника за грешки

source: File
bg: Файл

source: Filename
bg: Име на файл

source: Shared uploaded file
bg: Споделен качен файл

source: Shared uploaded files
bg: Споделени качени файлове

source: Timezone
bg: Часова зона

source: Language
bg: Език

source: User locale profile
bg: Профил на местоположението на потребителя

source: User locale profiles
bg: Профили на местоположението на потребителя

source: View error log
bg: Преглед на дневника за грешки

source: Default
bg: По подразбиране
el: Προεπιλογή
sl: Privzeto

source: Common periodic
bg: Обща периодичност

source: Delete stale uploads
bg: Изтриване на застояли качвания

source: Automatically enable logging to all apps.
bg: Автоматично активиране на регистрацията във всички приложения.

source: Time to delay background tasks that depend on a database commit to propagate.
bg: Време за забавяне на фоновите задачи, които зависят от запис в базата данни, за да се изпълнят.
el: Χρόνος καθυστέρησης των εργασιών παρασκηνίου που για την διάδοση εξαρτώνται σε μια ενέργεια βάσης δεδομένων.
sl: Čas za zakasnitev opravil v ozadju, ki so odvisne od obveze baze podatkov za širjenje.

source: A list of strings designating all applications that are to be removed from the list normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application.
bg: Списък с низове, обозначаващи всички приложения, които трябва да бъдат премахнати от списъка, обикновено инсталиран от Mayan EDMS. Всеки низ трябва да бъде пунктиран Python път към: клас на конфигурация на приложението (предпочитан) или пакет, съдържащ приложение.

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application.
bg: Списък на низове, обозначаващи всички приложения, които са инсталирани извън тези, които обикновено се инсталират от Mayan EDMS. Всеки низ трябва да бъде пунктиран Python път към: клас на конфигурация на приложението (предпочитан) или пакет, съдържащ приложение.

source: Name of the view attached to the brand anchor in the main menu. This is also the view to which users will be redirected after log in.
bg: Име на изгледа, прикрепен към котвата на марката в главното меню. Това е и изгледът, към който потребителите ще бъдат пренасочени след влизане.
el: Το όνομα της προβολής συνδεδεμένη με τον τίτλο οργανισμού στο κεντρικό μενού. Αυτήν είναι η προβολή στην οποία θα ανακατευθύνονται οι χρήστες μετά την σύνδεση.
sl: Ime pogleda, pritrjenega na sidro znamke v glavnem meniju. To je tudi pogled, na katerega bodo uporabniki preusmerjeni po prijavi.

source: The number objects that will be displayed per page.
bg: Брой на обектите, които ще бъдат показани на страница.

source: Enable error logging outside of the system error logging capabilities.
bg: Активирайте регистрирането на грешки извън възможностите за регистриране на грешки в системата.

source: Path to the logfile that will track errors during production.
bg: Път към файла на дневника, който ще проследява грешките по време на производството.

source: Name to be displayed in the main menu.
bg: Име, което се показва в главното меню.
el: Το όνομα που θα εμφανίζεται στο κεντρικού μενού.
sl: Ime, ki bo prikazano v glavnem meniju.

source: URL of the installation or homepage of the project.
bg: URL адрес на инсталацията или началната страница на проекта.
el: Το URL της εγκατάστασης ή της κεντρικής σελίδας του προτζεκτ.
sl: URL namestitvene ali domače strani projekta.

source: A storage backend that all workers can use to share files.
bg: Бекенд за съхранение, който всички работници могат да използват за споделяне на файлове.

source: Confirm delete
bg: Потвърдете изтриване

source: Edit %s
bg: Редактиране %s

source: Confirm
bg: Потвърждаване

source: Details for: %s
bg: Подробности за: %s

source: Edit: %s
bg: Редактиране: %s

source: Create
bg: Създаване

source: Enter a valid 'internal name' consisting of letters, numbers, and underscores.
bg: Въведете валидно „вътрешно име“, състоящо се от букви, цифри и подчертавания.
el: Εισάγετε ένα έγκυρο 'εσωτερικό όνομα' που να αποτελείται από γράμματα, αριθμούς και κάτω παύλες.
sl: Vnesite veljavno &quot;interno ime&quot;, sestavljeno iz črk, številk in podčrtajev.

source: About
bg: Относно
el: Σχετικά
sl: O programu

source: Current user locale profile details
bg: Данни от текущия локален потребителски профил

source: Edit current user locale profile details
bg: Редактиране на данни за текущия локален потребителски профил

source: Dashboard
bg: Контролно табло
el: Πίνακας ελέγχου
sl: Nadzorna plošča

source: Clear error log entries for: %s
bg: Изчистване на записите в дневника за грешки за: %s

source: Object error log cleared successfully
bg: Дневникът за грешки в обекта е изчистен успешно

source: Date and time
bg: Дата и час

source: Error log entries for: %s
bg: Записи в дневника за грешки за: %s

source: No setup options available.
bg: Няма опции за настройка.
el: Δεν υπάρχουν διαθέσιμες επιλογές ρυθμίσεων.
sl: Možnosti nastavitve niso na voljo.

source: No results here means that don't have the required permissions to perform administrative task.
bg: Липса на резултати тук означава, че нямате необходимите разрешения за изпълнение на административна задача.
el: Η μη εμφάνιση αποτελεσμάτων υποδεικνύει έλλειψη των απαιτούμενων δικαιωμάτων για την εκτέλεση εργασίας διαχειριστή.
sl: Ni rezultatov tukaj pomeni, da nimajo zahtevanih dovoljenj za izvajanje skrbniške naloge.

source: Setup items
bg: Елементи за настройка
el: Στοιχεία ρύθμισης
sl: Elementi nastavitve

source: Here you can configure all aspects of the system.
bg: Тук можете да конфигурирате всички аспекти на системата.
el: Εδώ μπορεί να παραμετροποιηθεί το σύστημα.
sl: Tu lahko nastavite vse vidike sistema.

source: These modules are used to do system maintenance.
bg: Тези модули се използват за поддръжка на системата.
el: Αυτά τα modules χρησιμοποιούνται για την συντήρηση του συστήματος.
sl: Ti moduli se uporabljajo za vzdrževanje sistema.

source: Model properties
el: Ιδιότητες μοντέλου
sl: Lastnosti modela

source: Model fields
el: Πεδία μοντέλου
sl: Modelna polja

source: Model related fields
el: Πεδία σχετιζόμενα με το μοντέλο
sl: Model povezana polja

source: Model reverse fields
el: Πεδία αντιστροφής μοντέλου
sl: Model povratnih polj

source: Get the book
el: Απόκτησε το βιβλίο
sl: Vzemi knjigo

source: Copy
el: Αντιγραφή
sl: Kopirati

source: Online store
el: Ηλεκτρονικό κατάστημα
sl: Spletna trgovina

source: Get support
el: Βοήθεια
sl: Poiščite podporo

source: Related
el: Συσχετισμένο
sl: Sorodno

source: Copy object
el: Αντιγραφή αντικειμένου
sl: Kopiraj objekt

source: Base URL path to use for all views.
el: Η βασική διαδρομή URL που θα χρησιμοποιείται από όλες τις προβολές.
sl: Osnovna pot URL-ja za vse poglede.

source: Enter a valid JSON value.
el: Εισάγετε μία έγκυρη τιμή JSON.
sl: Vnesite veljavno vrednost JSON.

source: Enter a valid YAML value.
el: Εισάγετε μια έγκυρη τιμή YAML.
sl: Vnesite veljavno vrednost YAML.

source: Fields to be copied: %s
el: Πεδία προς αντιγραφή: %s
sl: Kopirana polja: %s

source: Make a copy of %(object_name)s "%(object)s"?
el: Δημιουργία αντιγράφου αντικειμένων %(object_name)s "%(object)s";
sl: Ali želite kopirati %(object_name)s &quot;%(object)s&quot;?

source: Object copied successfully.
el: Το αντικείμενο αντιγράφηκε επιτυχώς.
sl: Predmet je bil uspešno kopiran.
