Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: apps/filesystem_serving/locale/*/LC_MESSAGES/django.po
Languages: es

source: Recreate filesystem links.
es: Recrear vínculos de sistema de archivos.

source: recreate index links
es: recrear enlaces índice

source: Not creating metadata indexing, document not found in document storage
es: No de creara indexación de metadatos, el documento no se encuentran en almacenamiento de documentos

source: Unable to create metadata indexing directory: %s
es: No se puedo crear el directorio de indexación de metadatos: %s

source: Error in metadata indexing expression: %s
es: Error en la expresión de indexación de metadatos: %s

source: Unable to delete metadata indexing symbolic link: %s
es: No se puede eliminar el enlace simbólico de indexación de metadatos: %s

source: Unable to create symbolic link, filename clash: %(filepath)s; %(exc)s
es: No se puede crear el enlace simbólico, coque de nombre de archivo: %(filepath)s; %(exc)s

source: Unable to create symbolic link: %(filepath)s; %(exc)s
es: No se puedo crear enlace simbólico: %(filepath)s; %(exc)s

source: Maximum rename count reached, not creating symbolic link
es: Conteo máxima de cambio de nombre alcanzado, no se creará el enlaces simbólico

source: document
es: documento

source: metadata index
es: índice de metadatos

source: filename
es: nombre de archivo

source: suffix
es: sufijo

source: document metadata index
es: índice de metadatos de document

source: document metadata indexes
es: índices de metadatos de documentos

source: On large databases this operation may take some time to execute.
es: En bases de datos de gran tamaño esta operación puede tardar algún tiempo en ejecutarse.

source: Filesystem links re-creation completed successfully.
es: Re creación de enlaces de sistema de archivos completó correctamente.

source: Filesystem links re-creation error: %s
es: Error de re creación de enlaces de sistema de archivos: %s
