Repository: 15-348-embedded-systems/Mayan-EDMS
Catalog: mayan/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: da, fa, zh_cn

source: user list
da: brugerliste

source: users
da: brugere

source: edit
da: redigér

source: create new user
da: opret ny bruger

source: delete
da: slet

source: reset password
da: nulstil password

source: groups
da: grupper

source: group list
da: gruppeliste

source: create new group
da: opret ny gruppe

source: members
da: medlemmer

source: New password
da: Nyt password
zh_cn: 新密码

source: Confirm password
da: Bekræft password
zh_cn: 确认密码

source: User management
da: Brugerstyring
fa: مدیریت کاربر
zh_cn: 用户管理

source: Create new users
da: Opret nye brugere
fa: ایجاد کاربران جدید
zh_cn: 新建用户

source: Edit existing users
da: Rediger eksisterende brugere
fa: ویرایش کاربران موجود
zh_cn: 编辑现有用户

source: View existing users
da: Se eksisterende brugere
fa: مشاهده کاربران موجود
zh_cn: 查看现有用户

source: Delete existing users
da: Slet eksisterende brugere
fa: حذف کاربران موجود
zh_cn: 删除现有用户

source: Create new groups
da: Opret nye grupper
fa: ایجاد گروه های جدید
zh_cn: 新建用户组

source: Edit existing groups
da: Rediger eksisterende grupper
fa: ویرایش گروه های موجود
zh_cn: 编辑现有组

source: View existing groups
da: Se eksisterende grupper
fa: نمایش گروه های موجود
zh_cn: 查看现有组

source: Delete existing groups
da: Slet eksisterende grupper
fa: حذف گروه های موجود
zh_cn: 删除现有组

source: full name
da: fulde navn

source: active
da: aktiv

source: has usable password?
da: har brugbart password?

source: Super user and staff user editing is not allowed, use the admin interface for these cases.
da: Superbruger og personale-bruger redigering er ikke tilladt. Anvend administrator brugerflade i disse tilfælde.
zh_cn: 不允许编辑超级和管理用户，请使用管理接口来操作。

source: User "%s" updated successfully.
da: Bruger "%s" opdateret.
zh_cn: 更新用户"%s"成功

source: edit user: %s
da: rediger bruger: %s

source: user
da: bruger

source: User "%s" created successfully.
da: Bruger "%s" oprettet.
zh_cn: 创建用户"%s"成功

source: Must provide at least one user.
da: Der skal angives mindst én bruger.
zh_cn: 必须提供至少一个用户

source: Super user and staff user deleting is not allowed, use the admin interface for these cases.
da: Det er ikke tilladt at slette superbruger og personalebruger. Anvend administrator brugerfladen i disse tilfælde.
fa: حذف کاربر فوق العاده کاربر و کارکنان مجاز نیست، از رابط مدیر برای این موارد استفاده کنید.
zh_cn: 不允许删除超级和管理用户，请使用管理接口来操作。

source: User "%s" deleted successfully.
da: Bruger "%s" slettet.
fa: کاربر "%s" با موفقیت حذف شد
zh_cn: 删除用户"%s"成功

source: Error deleting user "%(user)s": %(error)s
da: Fejl ved sletning af bruger "%(user)s": %(error)s
fa: خطا در حذف کاربر "%(user)s": %(error)s
zh_cn: 删除用户： "%(user)s": %(error)s出错。

source: Are you sure you wish to delete the user: %s?
da: Er du sikker på at du vil slette brugeren: %s?
zh_cn: 确定要删除用户：%s?

source: Are you sure you wish to delete the users: %s?
da: Er du sikker på at du vil slette brugerne: %s?
zh_cn: 确定要删除用户：%s?

source: Passwords do not match, try again.
da: De to password stemmer ikke overens, prøv igen.
zh_cn: 密码不匹配，请再试一次

source: Super user and staff user password reseting is not allowed, use the admin interface for these cases.
da: Det er ikke tilladt at nulstille Superbruger og personale brugeradgangskode. Anvend administrator brugerflade istedet.
fa: بازپروری کاربر با کاربر و کارکنان فوق العاده مجاز نیست، از رابط کاربری مدیریت برای این موارد استفاده کنید.
zh_cn: 不允许重置超级和管理用户的密码，请使用管理接口来操作。

source: Successfull password reset for user: %s.
da: Password er blevet nulstillet for bruger: %s.
zh_cn: 重置用户：%s密码成功

source: Error reseting password for user "%(user)s": %(error)s
da: Fejl ved nulstilling af password for bruger "%(user)s": %(error)s
fa: خطای بازنشانی گذرواژه کاربر «%(user)s»: %(error)s
zh_cn: 重置用户"%(user)s"密码出错：%(error)s

source: Reseting password for user: %s
da: Nulstiller password for bruger: %s
zh_cn: 重置用户%s的密码

source: Reseting password for users: %s
da: Nulstiller password for brugerne: %s
zh_cn: 重置用户：%s的密码

source: non groups of user: %s
da: Grupper ej tilhørende bruger: %s

source: groups of user: %s
da: Grupper tilhørende bruger: %s

source: Group "%s" updated successfully.
da: Gruppen "%s" opdateret.
zh_cn: 更新组"%s"成功

source: edit group: %s
da: redigér gruppe: %s

source: group
da: gruppe

source: Group "%s" created successfully.
da: Gruppen "%s" oprettet.
zh_cn: 创建组"%s"成功

source: Must provide at least one group.
da: Du skal angive mindst én gruppe.
zh_cn: 必须提供至少一个组

source: Group "%s" deleted successfully.
da: Gruppen "%s" slettet.
zh_cn: 删除组"%s" 成功

source: Error deleting group "%(group)s": %(error)s
da: Fejl ved sletning af gruppen "%(group)s": %(error)s
zh_cn: 删除组"%(group)s"出错：%(error)s

source: Are you sure you wish to delete the group: %s?
da: Er du sikker på du vil slette gruppen: %s?
zh_cn: 确定要删除组%s么?

source: Are you sure you wish to delete the groups: %s?
da: Er du sikker på du ønsker at slette grupperne: %s?
zh_cn: 确定要删除组：%s么?

source: non members of group: %s
da: ikke medlem af gruppen: %s

source: members of group: %s
da: medlemmer af gruppen:% s

source: Groups
fa: گروه ها

source: Name
fa: نام

source: User
fa: کاربر

source: Users
fa: کاربران

source: First name
fa: نام کوچک

source: Last name
fa: نام خانوادگی

source: Email
fa: پست الکترونیک

source: Has usable password?
fa: رمز عبور قابل استفاده است؟

source: All the groups.
fa: همه گروه ها.

source: All the users.
fa: تمام کاربران

source: Create new group
fa: ایجاد گروه جدید

source: Delete
fa: حذف

source: Edit
fa: ویرایش

source: Create new user
fa: ایجاد کاربر جدید

source: Set password
fa: قراردادن رمز عبور

source: username
fa: نام کاربری

source: Comma separated list of group primary keys to assign this user to.
fa: لیست مجزا شده بوسیله کاما از کلیبدهای اولیه گروهی برای این کاربر

source: List of group primary keys to which to add the user.
fa: فهرست کلیدهای اولیه گروهی که برای اضافه کردن کاربر.

source: Delete the group: %s?
fa: گروه را حذف کنید: %s؟

source: Edit group: %s
fa: ویرایش گروه: %s

source: Available users
fa: کاربران موجود

source: User delete request performed on %(count)d user
fa: درخواست حذف کاربر انجام شده در کاربر %(count)d

source: User delete request performed on %(count)d users
fa: درخواست حذف کاربر انجام شده در کاربران %(count)d

source: Delete user
fa: حذف کاربر

source: Delete user: %s
fa: حذف کاربر: %s

source: Edit user: %s
fa: ویرایش کاربر: %s

source: Available groups
fa: گروه های موجود

source: Groups of user: %s
fa: گروه کاربر: %s

source: Password change request performed on %(count)d user
fa: درخواست تغییر رمز عبور بر روی کاربر %(count)d انجام می شود

source: Password change request performed on %(count)d users
fa: درخواست تغییر رمز عبور بر روی کاربران %(count)d انجام شد

source: Submit
fa: ارسال

source: Change user password
fa: تغییر کلمات عبور

source: Change password for user: %s
fa: تغییر رمز عبور برای کاربر: %s
